{
  "version": {
    "major": "20180110",
    "minor": "01"
  },
  "topic": "Preparing for entrepreneurship",
  "description": "with guidelines and programmes to prepare learners to start and run a business.",
  "sections": [
    {
      "section_heading": "",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "In view of the importance of entrepreneurship in addressing the problems of poverty and unemployment in South Africa, a separate section is dedicated to programmes that are available to empower young people to start their own businesses. The low rate of job creation and the high unemployment rate mean that fewer jobs will be available for all the new entrants into the job market.",
                "Read further for information on the importance of entrepreneurship, as well the kinds of courses, support and resources that are available for aspiring entrepreneurs."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Local success story",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Watch an inspiring video about Ludwick Marishane, an entrepreneur from Limpopo, who started a profitable business with an old Nokia phone and limited resources: http://www.ted.com/talks/ludwick_marishane_a_bath_without_water"
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Acquiring skills for self-employment; not for employment",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "There are simply not enough employment opportunities available for all the graduates entering the job market after completing formal studies at schools, colleges or universities. The unemployment rate is not likely to decrease for many years, partly due to the changing nature of work in the technology-driven knowledge era. We no longer live in the world of our parents who had the security of one job for a lifetime.",
                "South African students will have to change their current approach of studying to get a job to studying to acquire skills that they will be able to use to start their own businesses. This could be starting businesses on their own, with fellow students or with family members, or it could be starting a co-operative with community members.",
                "Small businesses make a significant contribution to the economy and will become even more important as the number of jobs in the formal job market decreases. The Banking Association of South Africa found Small and Medium Enterprises (SMEs) to be important contributors to the economy as drivers for reducing unemployment, especially since the formal sector continues to shed jobs. Some researchers have estimated that such enterprises make up 91% of formalised businesses in South Africa, provide employment to about 60% of the labour force and the total economic output accounts for roughly 34% of Gross Domestic Product (GDP)."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Self-employment opportunities through co-operatives",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "A co-operative is a business where a group of people get together on a voluntary basis in order to address their common needs through a jointly owned and democratically controlled enterprise, organised and operated on co-operative principles. A co-operative is a specific type of enterprise that provides services and/or products to its members. Any profits or surpluses produced in a co-operative are divided among members in relation to the amount of the business each member did with the co-operative. The following are sources of useful information on co-operatives:",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "http://southafrica.smetoolkit.org/sa/en/content/en/7708/A-Co-operative-as-a-business-entity",
                "http://www.cipc.co.za/index.php/register-your-business/co-operatives/"
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Types of entrepreneurship courses",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "Many courses in entrepreneurship are offered in South Africa, ranging from short informal courses to skills programmes aligned to unit standards, to full qualifications offered by private and public colleges and universities. Some are offered through classroom instruction, others through distance learning, and others through blended learning that combines instruction with self-study through distance learning. Most good entrepreneurship courses include a practical application component for learners to apply what they have learnt in a planned or existing business venture."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "How much do entrepreneurship courses cost?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "The cost of courses is determined by factors such as the nature of the training, the duration, and the entity that provides the training. Non-Profit Organisations (NPOs) and public entities generally offer such training for free or for a low fee, while private providers will charge a fee."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Organisations focused on promoting entrepreneurship",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "The South African government recognises the importance of SMEs and has established entities and initiatives to promote SME development and growth. These are described below.",
              "tag": "ul",
              "data": [
                "The Department of Small Business Development (DSBD) was established to facilitate the development and growth of small businesses and co-operatives in order to contribute to inclusive and shared economic growth and job creation through public and private sector procurement.",
                "The Small Enterprise Development Agency (Seda) supports entrepreneurs through its development phases from starting, to building the enterprise, and into the growth phase. Its services include business advice and referrals to specialist service providers, as well as training in areas such as: identifying entrepreneurial ideas and opportunities; determining financial requirements of a new venture; matching new venture opportunities to market needs; and managing marketing and selling processes of a new venture. (seda.org.za)",
                "The Small Enterprise Finance Agency (commonly known as Sefa) has the mandate to foster the establishment, survival and growth of SMMEs and contribute towards poverty alleviation and job creation. Sefa has a regional footprint of 9 offices around the country. (http://www.sefa.org.za)",
                "The National Youth Development Agency (NYDA) designs and implements programmes aimed at improving the lives and opportunities available to youth. The NYDA provides direct services to youth in the form of information-provision, career guidance services, mentorship, skills development and training, entrepreneurial development and support, health awareness programmes and involvement in sport. It provides financial assistance to young entrepreneurs who are just coming into existence and beginning to display signs of future potential but are not yet fully developed. (http://www.nyda.gov.za)",
                "The Industrial Development Corporation (IDC) is a national development finance institution established under the Economic Development Department to promote economic growth and industrial development. The IDC funds existing or emerging businesses that will benefit the South African economy, building industrial infrastructure, creating jobs and alleviating poverty. (idc.co.za)"
              ]
            },
            {
              "content_heading": "There are also many private initiatives supporting entrepreneurship and small businesses. Three examples are described below.",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "The South African Institute for Entrepreneurship (SAIE) helps to address poverty and unemployment through entrepreneurially focused initiatives by promoting a positive mindset in youth and adults across South Africa and assisting in the creation of effective entrepreneurs and enterprises. The SAIE trains educators, trainers, co-operatives and community-based organisations to convey business skills, uncover entrepreneurship qualities and ensure sustainable economic development and wealth creation. (entrepreneurship.co.za)",
                "Raizcorp works with entrepreneurs at all stages of their life cycles and promotes and helps them build their businesses, especially through business incubators. (raizcorp.com)",
                "Anglo American’s enterprise development arm, Zimele, established the Sebenza Fund that is designed to create meaningful and sustainable employment in poverty nodes and areas with high unemployment throughout South Africa. The Sebenza Fund will create new business hubs across South Africa, providing entrepreneurs with access to affordable finance and ongoing business support and mentorship."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Resources on entrepreneurship",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Click here[http://www.bridge.org.za/wp-content/uploads/2016/03/Post-School-Access-1_INTRODUCTION.pdf] for a list of resources that will assist you to explore entrepreneurship as a career option."
              ]
            }
          ]
        }
      ]
    }
  ],
  "isections": []
}
