{
    "version": {
        "major": "20180110",
        "minor": "01"
    },
    "topic": "Informal Skills Acquisition",
    "description": "covering informal learning opportunities, such as work and life experiences through which learners can prepare for the world of work or further learning.",
    "sections": [
        {
            "section_heading": "Valuable informal learning opportunities for developing skills",
            "subsections": [
                {
                    "subsection_heading": "",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "We don’t only learn when we sit in a class; we actually learn a great deal during social and other activities we are involved in daily, or when volunteering to do work for free. A team leader in a church youth group learns leadership skills, a volunteer at the local HIV/AIDS clinic acquires nursing skills, and you learn a lot about business from doing odd jobs in your friend’s construction business. This section describes the skills that you can acquire through work experience, programmes offered at Community Education and Training Colleges, informal short courses and free courses offered on the internet."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "section_heading": "Benefits of informal programmes for acquiring skills",
            "subsections": [
                {
                    "subsection_heading": "",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "There are many benefits from acquiring skills through informal learning, including:",
                            "tag": "ul",
                            "data": [
                                "Developing skills that could assist in generating income, either through permanent or temporary work;",
                                "Establishing a new co-operative by using the skills acquired in helping an existing co-operative that needed an extra pair of hands;",
                                "Acquiring knowledge and skills that could enable you to meet the entry requirements into a formal programme that leads to a qualification, for example using the skills developed as a volunteer on the school maintenance team to enrol for a basic qualification in plumbing that you can use as a stepping stone for further studies leading to registering as a fully qualified artisan;",
                                "Developing the know-how to start a small business, for example through helping a small local business that caters for burials or sports events;",
                                "Making a significant contribution in your own community, thereby assisting in uplifting the community, e.g. by using leadership skills acquired to improve the management of the local school; and",
                                "Improving your self-esteem and the confidence that is gained from having acquired skills that can be used to benefit yourself, your family and your community."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "If you are one of the following people, you can benefit from the skills acquired through informal learning:",
                            "tag": "ul",
                            "data": [
                                "Young people who dropped out of formal programmes offered by Technical and Vocational Education and Training (TVET) colleges, universities or other training institutions;",
                                "People from poor communities who do not have the money for formal training or who have not been able to access the funding that is available to assist learners from previously disadvantaged communities;",
                                "People who are not able to access formal training, for example if such programmes are not offered locally or circumstances prevent attendance of such training, e.g. having to take care of small children or a family member who requires extensive care;",
                                "Unemployed youth who could develop skills that will improve their employability or enable them to generate some income;",
                                "People who have had some training in theory but who lack practical skills in a work context that will improve their employability; and",
                                "People who need to develop skills in a specific area to meet requirements for employment or entering a formal programme, e.g. by serving on the finance committee of the local church to develop financial skills."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "section_heading": "Which informal learning opportunities are described in this section, how much do they cost, and how are they funded?",
            "subsections": [
                {
                    "subsection_heading": "",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "image",
                            "data": [
                                "This table indicates the types of informal learning described in this section of the website, with the cost and funding source, where relevant.",
                                "base64 image string"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "section_heading": "How are programmes for informal skills acquisition funded?",
            "subsections": [
                {
                    "subsection_heading": "",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Most of the programmes and learning opportunities described in this section are free as they are funded by the Government, the Sector Education and Training Authorities (SETAs), the National Skills Fund (NSF) or through dedicated funding. In some cases beneficiaries have to pay small amounts for participating in opportunities for informal skills acquisition, as indicated in the table above.",
                                "The Government introduced a Youth Subsidy in January 2014 as a tax incentive to encourage employers to employ young people (between 18 and 29 years) for on-the-job training and the development of skills through work experience. The Youth Subsidy motivates employers to take young people into their businesses for a maximum of two years under certain conditions. This training and work experience will improve the chances of these young people finding employment or succeeding in their own small businesses."
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "isections": [ 
        {
            "section_heading": "Learning through work experience",
            "subsections": [
                {
                    "subsection_heading": "How can I acquire skills through an EPWP and how do I find local EPWP opportunities?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "The Expanded Public Works Programme (EPWP) is a government programme that provides poverty and income relief through providing temporary paid work for unemployed persons to carry out socially useful activities. EPWP projects employ workers on a temporary or on-going basis either by government or state-owned enterprises, by contractors, or by Non-Profit Organisations. Apart from the income earned, the benefit of these work opportunities is that they are valuable learning experiences that enable people to acquire skills."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Examples of EPWP projects are:",
                            "tag": "ul",
                            "data": [
                                "National Youth Service: This is a year-long skills training and development intervention which aims to provide unemployed youth with technical skills and life skills training, access to practical work experience and mentoring.",
                                "Large projects of more than R30 million: Such projects are based on EPWP principles and ensure meaningful development of emerging contractors.",
                                "Provincial roads: These are labour-intensive programmes for maintaining provincial and rural access roads.",
                                "Home community-based care: Formal or informal caregivers are employed in EPWP projects to provide basic health services to people in their own homes or home-based care facilities close to communities.",
                                "School nutrition programme: The programme employs community members to provide food to children from needy families to address malnutrition.",
                                "Community crime prevention: Community members are employed in EPWP projects to help in identifying community safety priorities for their neighbourhoods.",
                                "Other programmes exist in Waste Management, Tourism and Creative Industries, Parks and Beautification, Coastal Management, and Sustainable Energy."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Some EPWP projects are linked to formal training leading to registered qualifications, for example:",
                            "tag": "p",
                            "data": [
                                "Vuk’uphile: This involves training people in labour-intensive methods of construction to enable them to become contractors or supervisors."
                            ]
                        },
                        {
                            "content_heading": "Where can I find information on EPWP projects in my area?",
                            "data_heading": "Many national and provincial government departments and municipalities are involved in EPWP projects listed below. Therefore, it is advisable to contact local government offices or municipalities to find out what projects there are for people from local communities, or to find more information on: http://www.epwp.gov.za/index.html.",
                            "tag": "ul",
                            "data": [
                                "Infrastructure sector: Department of Public Works (DPW) in collaboration with the Departments of Transport, Cooperative Governance, Water Affairs, Mineral Resources, and Energy;",
                                "Non-State sector: Department of Cooperative Governance Community Work Programme and Department of Public Works for Non-Profit Organisations;",
                                "Environment and Culture Sector: National and provincial Departments of Environmental Affairs, Agriculture, Arts and Culture, Energy, Forestry and Fisheries, Mineral Resources, Tourism and Water Affairs, as well as units in municipalities responsible for these areas.",
                                "Social Sector: Department of Social Development is the overall coordinator, assisted by the Departments of Basic Education and Health."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "On-the-Job Training",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "What is the nature and value of on-the-job training?",
                            "tag": "p",
                            "data": [
                                "You can acquire many skills through on-the-job training while working in a community organisation, a co-operative, a small business of a friend or family member, or doing part- or full-time work in a company or government department. Private companies, government departments and other public entities such as ESKOM, Telkom and the Post Office generally provide some form of on-the-job training to develop the skills of their employees to execute work tasks. Much of this training is provided by the employees’ supervisor, or by other employees who are tasked with mentoring or coaching new employees or less experienced colleagues."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "The value of on-the-job training",
                            "tag": "p",
                            "data": [
                                "Most on-the-job training is informal so it does not lead to credits for unit standards or qualifications registered on the National Qualifications Framework (NQF). However this does not mean that the training has no value; valuable skills are acquired that can be used in the current and other work contexts."
                            ]
                        },
                        {
                            "content_heading": "Who can benefit from on-the-job training?",
                            "data_heading": "",
                            "tag": "multi",
                            "data": [
                                {
                                    "tag": "ul",
                                    "heading": "The following people can benefit from on-the-job training:",
                                    "data": [
                                        "Persons employed through permanent or temporary contracts are obvious beneficiaries of this training.",
                                        "People working in Expanded Public Works Programmes (EPWPs) will generally receive some training that will develop skills in tasks related to EPWP projects, such as construction, community safety, road repairs and school feeding schemes. (EPWP programmes are described separately in this section.)",
                                        "People working without payment as volunteers in Non-Profit Organisations (NPOs) will generally receive some training on how to perform certain tasks."
                                    ]
                                },
                                {
                                    "tag": "ul",
                                    "heading": "All the groups mentioned above should gain maximum benefit from on-the-job training, for example by:",
                                    "data": [
                                        "Actively and attentively participating in all on-the-job training sessions;",
                                        "Requesting assistance to improve skills in specific areas;",
                                        "Volunteering to do extra work or to work on additional projects through which new skills will be learnt;",
                                        "Using the opportunity to develop skills that can be used in other work; and",
                                        "Maintaining high standards in work performance and demonstrating willingness to go the extra mile as opposed to refusing to do any work that is not in the job description or allocated task. Such workers are likely to be given more responsibilities through which they can acquire more skills."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Work-Integrated Learning",
                    "contents": [
                        {
                            "content_heading": "What opportunities are there to acquire skills through work-integrated learning?",
                            "data_heading": "",
                            "tag": "multi",
                            "data": [
                                {
                                    "tag": "p",
                                    "heading": false,
                                    "data": [
                                        "Work-Integrated Learning (WIL) refers to learning that takes place during the performance of work activities, either during everyday work-related activities (such as cooking or learning how to use new technology) or as an integral part of a formal learning programme leading to a qualification. WIL can take various forms, for example, learning in a simulated environment (such as a workshop at a college that is not in the real workplace), learning through solving a problem, or learning through implementing a project.",
                                        "Some types of internships provide opportunities for work experience that is not linked to a formal learning programme or a qualification. Such internships are provided by some government departments or public entities, and by Non-Profit Organisations (NPOs) such as the SPCA that cares for abandoned and abused animals. Even though these internships are not linked to qualifications or formal training, they provide valuable learning opportunities that should be used to gain work experience. Some are described as ‘workplace-readiness programmes’ for unemployed graduates."
                                    ]
                                },
                                {
                                    "tag": "ul",
                                    "heading": "Some types of WIL are funded by Sector Education and Training Authorities (SETAs), although their funding policies differ. Examples of WIL that could be funded by SETAs are:",
                                    "data": [
                                        "The placement of final year students from universities of technology and Technical Vocational Education and Training (TVET) colleges in workplaces to gain the compulsory work experience;",
                                        "The work experience that young graduates have to acquire in a workplace after completing their qualifications; and",
                                        "Work readiness programmes for learners of TVET colleges."
                                    ]
                                },
                                {
                                    "tag": "p",
                                    "heading": false,
                                    "data": [
                                        "The funding policies of SETAs for WIL differ, so you will need to check the kind of WIL they are supporting on the SETA websites. The list of SETAs will indicate the areas that fall under each SETA, for example, agriculture, construction, finance and manufacturing."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Acquiring skills through volunteering",
                    "contents": [
                        {
                            "content_heading": "What are the benefits of volunteering?",
                            "data_heading": "",
                            "tag": "multi",
                            "data": [
                                {
                                    "tag": "p",
                                    "heading": false,
                                    "data": [
                                        "Volunteering your services to work for free is a great way to acquire experience and develop skills that will assist you in finding employment in a formal or informal business, or starting your own small business or co-operative. You may even be able to use the skills acquired as a basis for continuing with formal studies at a college or other training institution."
                                    ]
                                },
                                {
                                    "tag": "ul",
                                    "heading": "These are some of the direct benefits of volunteering:",
                                    "data": [
                                        "You gain work experience that is required by most employers for appointing employees.",
                                        "You acquire computer, administrative and other skills that are essential for working in an organisation or starting your own business or co-operative.",
                                        "You acquire technical skills in the core business of the organisation in which you are volunteering, e.g. doing literacy training for adults or providing basic health care to the aged.",
                                        "You develop a network of contacts with individuals and organisations that could help by opening doors for you to achieve your career goals.",
                                        "You find out what it is like to work in a specific work environment to help you in choosing your career, e.g. find out whether you prefer to work outdoors rather than in an office, or discover that your real interest is working with people rather than with technology.",
                                        "Often NGOs appoint volunteers to their permanent or contracted staff when they recognise the commitment and work ethic of the volunteers."
                                    ]
                                },
                                {
                                    "tag": "p",
                                    "heading": false,
                                    "data": [
                                        "Volunteering in a business as opposed to an NGO has the same benefits. For example, if you love cooking and catering, you could offer your services for free to a local catering company in order to develop an understanding of what this work involves. If you make a valuable contribution to the company, it might employ you, or contract you for paid work at specific catering events, or the company could outsource some of its activities to a small business that you establish."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Who can benefit from volunteering?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "Various people can benefit from volunteering, for example:",
                            "tag": "p",
                            "data": [
                                "Learners who dropped out of school, college or university and those who completed their studies but have not found employment;",
                                "Students who need to complete the practical work experience component of their college or university study as a requirement for the award of their qualifications;",
                                "People who are unemployed or have lost their jobs;",
                                "Youth who have never been employed and who want to gain work experience that will assist them to find employment;",
                                "People who are involved in some form of paid work, but who would like to develop other skills to use in pursuing other work opportunities;",
                                "People who are interested in working in a specific area, e.g. child care, and who wish to gain an understanding of what is involved in working in this area; and",
                                "People who simply want to make a positive contribution to their community or to promote specific causes such as the welfare of animals."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "In addition to the skills you acquire, you will gain personal fulfilment from being part of something worthwhile that gives you a sense of purpose for your life."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "What types of projects are there where I can volunteer?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "Opportunities for volunteering",
                            "tag": "p",
                            "data": [
                                "There are hundreds of churches, community organisations and other Non-Profit Organisations (NPOs) that use many volunteers to assist them in caring for people, animals, the environment and many other causes to improve communities, the broader society and the world. They offer different types of opportunities for volunteers: some are ongoing (such as child care), others run for specific periods (e.g. a three-week project to remove invasive plants), while others respond to events (such as the destruction of shacks during a fire). Projects can be local, national or international and can be run by NPOs or sponsored by companies, as part of their involvement in Corporate Social Investment (CSI)."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "The following are examples of projects where you can volunteer your services:",
                            "tag": "ul",
                            "data": [
                                "Orphans and neglected or abused children who need food, clothing and a caring family;",
                                "Old people who need home-based health care;",
                                "Homeless people and street children who are cared for in shelters;",
                                "Communities that are poverty-stricken and who need a wide range of support;",
                                "Groups who need specialised care and support, e.g. people who suffered from a natural or other type of disaster;",
                                "Abandoned, abused and neglected domestic, farm or wild animals, such as projects to protect rhinos and other endangered species;",
                                "Wild animals and species that need protection, e.g. the rhinos and near extinct bird species; and",
                                "Natural resources that need to be protected."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "How do I find organisations where I can volunteer?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "The best way to get involved is to find out what projects are run in your own community by NPOs that are active in your community. You should be able to find information from local churches who are always involved in charitable projects. Your local radio station, newspapers, or notice boards in community centres or libraries might also have relevant information. Local offices of government departments or municipalities responsible for social and community development, health, education, environmental protection, etc. should also have information on projects where you could volunteer."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "The following websites provide information on volunteering:",
                            "tag": "ul",
                            "data": [
                                "Register of all NPOs (per province) registered with the Department of Social Development: http://www.dsd.gov.za/npo/index.php?option=com_docman&task=cat_view&gid=90&Itemid=39,",
                                "Volunteer SA: www.volunteersouthafrica.co.za,",
                                "Connect123: www.connect-123.com,",
                                "Cape Intern: http://www.capeintern.com/organise-your/volunteer-positions/,",
                                "All Africa Volunteers: www.allafricavolunteers.com,",
                                "Global Volunteer work: www.globalvolunteernetwork.org/southafrica,",
                                "Enactus is a non-profit organisation in which university students use entrepreneurial action to improve lives of communities, but you might be able to get involved as a volunteer in Enactus projects in your community: http://www.enactusza.org/, and",
                                "International Student Volunteers is an organisation that provides information on projects in many countries: http://www.isvolunteers.org/destination/south-africa/volunteer-projects."
                            ]
                        }
                    ]
                }
            ]
        },  
        {
            "section_heading": "Skills training through community colleges",
            "subsections": [
                {
                    "subsection_heading": "What are CETCs?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Community Education and Training Colleges (CETCs) aim to provide quality learning opportunities for out-of-school youth, adults and disadvantaged people whose learning was affected negatively by past and current social inequalities and poverty. The further learning provided by these colleges will develop the skills needed to earn a reasonable income.",
                                "The existing state-funded Public Adult Learning Centres (PALCs) will be absorbed into the new CETCs. Nine CETCs were established in 2015 by the Department of Higher Education and Training (DHET) and others will be introduced in a phased approach. There is one in each province with multiple campuses across the provinces. The venues of the PALCs will be used by the CETCs, which include dedicated centres, community centres and school premises. The PALCs served 265 000 learners in 2011, but an enrolment of one million is planned for the CETCs for 2030."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Who will be trained at CETCs?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "The CETCs will serve mainly the unemployed youth and adults who did not complete their schooling or who never attended school, and are therefore not catered for in the formal post-schooling system. Due to poor schooling and/or social conditions, they do not qualify to study at Technical and Vocational Education and Training (TVET) colleges or other formal training institutions.",
                                "CETCs will provide valuable learning opportunities for the youth who are not in employment, education or training (commonly referred to as ‘NEETs’) that make up a third of South Africa’s young people. The target group includes other people who are not studying, who were never employed or lost their jobs, and who don’t have the skills that are needed in the labour market or to generate income in the informal economy. These groups need to be skilled or re-skilled so that they can enter into meaningful employment or self-employment, or make a constructive contribution in local co-operatives."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Which programmes will be offered at CETCs, where can I find them, and who funds them?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "The CETCs will offer a wide range of programmes that are described below."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "General Education and Training Certificate (GETC) in ABET",
                            "tag": "p",
                            "data": [
                                "The GETC in Adult Basic Education and Training (ABET) will provide adult learners with fundamental knowledge and skills they can use to contribute to the community and/or to engage in income-generating activities. It will also enable them to access further learning programmes with Level 1 (i.e. Grade 9) on the National Qualifications Framework (NQF) as an entry requirement."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Learners can select to follow an academic or vocational specialisation in some of the following areas:",
                            "tag": "ul",
                            "data": [
                                "Applied Agriculture and Agricultural Technology,",
                                "Arts and Culture,",
                                "Ancillary Health Care,",
                                "Early Childhood Development (ECD),",
                                "Economic and Management Sciences,",
                                "Human and Social Sciences,",
                                "Information Communication Technology (ICT),",
                                "Natural Sciences,",
                                "Small, Medium and Micro Enterprises (SMMEs) and entrepreneurship,",
                                "Technology,",
                                "Travel and Tourism, or",
                                "Wholesale and Retail."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "National Senior Certificate (NSC)",
                            "tag": "p",
                            "data": [
                                "The NSC is the school-leaving certificate on NQF Level 4, also known as Grade 12 or the Matric certificate. This certificate will enable learners to enrol for programmes at Technical and Vocational Education and Training (TVET) colleges or universities, if their grades meet the entry requirements for the specific programmes."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "National Senior Certificate for Adults",
                            "tag": "p",
                            "data": [
                                "This is similar to the NSC on NQF Level 4 described above, but it is designed to address the learning needs of adults."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Vocational programmes",
                            "tag": "p",
                            "data": [
                                "The CETCs will offer informal programmes in a wide range of areas based on local needs and linked to local employment and community development opportunities. Many of the training programmes will be linked to the government’s infrastructure development programme and economic and social development initiatives, such as Community Development Works Programmes (CDWPs), programmes for Community Development Workers (CDWs) and Community Health Workers (CHWs), and the Expanded Public Works Programmes (EPWPs) described earlier in this section."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Short programmes will also be offered in the following areas, in addition to most of the areas listed under the GETC for ABET above:",
                            "tag": "ul",
                            "data": [
                                "Arts and crafts,",
                                "Civic and citizenship education, community mobilisation and organisation,",
                                "Consumer education,",
                                "Co-operatives and entrepreneurship,",
                                "HIV/AIDS education,",
                                "Home-based care,",
                                "Learner driver’s licence,",
                                "Life skills,",
                                "Parenting and child care,",
                                "Practical skills such as plumbing, construction, carpentry, electricity, welding, auto body repair and motor mechanics,",
                                "School Governing Body training,",
                                "Small-scale manufacturing, and",
                                "Voter Education."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Some of these programmes will be delivered in partnership with local TVET colleges that provide classroom-based and practical workshop-based learning. Other programmes will be offered in collaboration with local authorities, government departments and other public entities responsible for promoting small businesses and co-operatives. Partnerships can also be established with community-owned or private institutions such as church-run education and training centres and industry."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Where can I find CETCs?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "image",
                            "data": [
                                "The table below provides the names and addresses of the CETCs established in the nine provinces in March 2015.",
                                "base64 image string"
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "How much do these programmes cost and how are they funded?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "These programmes are generally free as they are funded by the government. Some skills or occupational programmes could be funded by the Sector Education and Training Authorities (SETAs) or the National Skills Fund (NSF)."
                            ]
                        }
                    ]
                }
            ]
        },  
        {
            "section_heading": "Free internet courses and resources",
            "subsections": [
                {
                    "subsection_heading": "Which courses and other resources can I get from the Internet?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Courses and other learning resources on almost every topic you could think of are provided on the Internet and many are free."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Free ‘How to’ guidelines on the internet",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "You can find a great variety of guidelines on the internet on how to do things. For example, a search for “How do I service my car” gives the following useful links.",
                            "tag": "ul",
                            "data": [
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "ul",
                            "data": [
                                "http://www.nextdaybrakes.com/blog/2010/08/how-do-i-service-my-own-car-its-easier-than-you-think/",
                                "https://uk.answers.yahoo.com/question/index?qid=20081018055557AAIIfPq",
                                "https://www.bing.com/videos/search?q=how+do+i+service+my+car&qpvt=how+do+i+service+my+car&FORM=VDRE"
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Another example is “How do I develop a business plan for a small business”, which gives many resources:",
                            "tag": "ul",
                            "data": [
                                "https://www.barclays.co.uk/Startupsupport/Writingasmallbusinessplan/P1242559649359"
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "A good business plan defines exactly what you want to achieve and how you intend to achieve it. Here are some tips to help you create a successful plan.",
                            "tag": "ul",
                            "data": [
                                "http://www.wikihow.com/Write-a-Business-Plan-for-a-Small-Business"
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Understand the basic structure of the business plan. Whether you opt for a mini plan, or a comprehensive working plan to start, it is essential to understand the basics.",
                            "tag": "ul",
                            "data": [
                                "http://www.business.gov.au/business-topics/business-planning/writing-a-business-plan/how-to-write-a-business-plan/Pages/default.aspx"
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Free courses and other resources on entrepreneurship",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "view http://www.bridge.org.za/knowledge-hub/psam/entrepreneurship/ (preparing for entrepreneurship)"
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Free learning resources on YouTube",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "The popular You Tube internet site, www.youtube.com, also has a section for ‘free online learning’ and ‘crash courses’. This next link is to an example of an entertaining 12:08 minute video on Economics: https://www.youtube.com/watch?v=3ez10ADR_gM&index=1&list=PL8dPuuaLjXtPNZwz5_o_5uirJ8gQXnhEO."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Free online books",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Some complete books or extracts from books can be read or downloaded for free from the internet. The following are examples of internet sites for free books. To find books, just search on the internet for “Open Book” or “Open text book” together with the subject in which you are interested. For example: “Open Book in Project Management” provided the link to: Project Management | The Open Textbook Project …. It gives the following description: “This book covers the basics of project management. This includes the process of initiation, planning, execution, control and close-out that all projects share”."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Massive Open Online Courses (MOOCs)",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Access to free online learning is driven by a revolution in education referred to as MOOCs: Massive Open Online Courses. A MOOC is an online course developed by universities and experts across the world to give people opportunities for quality learning that they can access on their computers, smart phones or tablets at home, at internet cafes, at work or at training institutions."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "Some of the features of MOOCs are:",
                            "tag": "ul",
                            "data": [
                                "Some are completely free (especially those from non-profit organisations, or that are provided through ‘Creative Commons’), but for others you have to pay a registration fee and a fee for the certificate of competence after successful completion of the assignments – if you want the certificate.",
                                "Many courses provide the option to complete the course only for self-development, or to do the formal assessment in order to receive a qualification or certificate of achievement.",
                                "Most courses are interactive, using a combination of visual and verbal communication, supplemented by documents such as course notes or other reference material.",
                                "Some of the course notes and reference material can be downloaded or copied into Word documents so that you have them for future reference.",
                                "Some complete handbooks are provided, e.g. through institutions that provide ‘open books’.",
                                "The courses vary in duration from a few hours to a year or more.",
                                "Most courses allow the option to start the course and to work through interesting parts without ever completing the course. This is useful for deciding whether you are sufficiently interested in that topic to complete the entire course.",
                                "Learner progress and achievements are assessed through various online mechanisms, e.g. self-assessments or short multiple-choice questionnaires that are ‘marked’ automatically.",
                                "Registration for courses generally requires only the name and surname of the learner and an e-mail address, although some require additional information.",
                                "Most MOOC websites have search facilities to help you select from the hundreds of courses provided by Topic, Language, Cost, Level (basic, intermediate or advanced), and other features, e.g. if it is a self-paced course that you can complete in your own time, or whether the course has definite start and end dates."
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "The following are examples of popular MOOCs that provide free online courses, with the number of courses available in 2015 in brackets:",
                            "tag": "ul",
                            "data": [
                                "https://alison.com/ ALISON (556 courses)",
                                "https://www.coursera.org/ Coursera (1118 courses)",
                                "https://www.edx.org/ EdX (793 courses)",
                                "https://www.futurelearn.com/ FutureLearn (83 courses)",
                                "http://www.khanacademy.org/ Khan Academy (381 courses)",
                                "http://ocw.mit.edu/ MIT OpenCourseWare (OCW) (2231 courses)",
                                "http://class.stanford.edu/ OpenEdX (46 courses)",
                                "http://oyc.yale.edu/ Open Yale (42 courses)",
                                "https://www.open2study.com/ Open2Study (47 courses)",
                                "http://www.saylor.org/ saylor (363 courses)"
                            ]
                        },
                        {
                            "content_heading": "The best way to find courses that you are interested in is to use one of the search engines that help you to find MOOCs, such as:",
                            "data_heading": "",
                            "tag": "ul",
                            "data": [
                                "http://distancelearn.about.com/od/isitforyou/tp/Top-Massively-Open-Online-Courses-Moocs.htm",
                                "https://www.class-central.com/report/top-10-most-anticipated-moocs-2015/",
                                "https://www.mooc-list.com/",
                                "http://www.top10free.com/top-10-free-free-mooc-sites-19th-2014/",
                                "http://studentcompetitions.com/posts/10-mooc-websites-to-start-your-free-online-education",
                                "http://www.theguardian.com/education/2013/oct/22/study-mooc-top-universities"
                            ]
                        },
                        {
                            "content_heading": "",
                            "data_heading": "You could also search for courses through MOOC Aggregators, which are search engines that present information on courses in a more user-friendly way. Examples of MOOC aggregators are:",
                            "tag": "ul",
                            "data": [
                                "Coursetalk: This is a well-organised website with thousands of courses from more than 30 subjects to choose from, which can be filtered by subject (e.g. Business), price (e.g. Free), start date (e.g. On Demand) and rating (one to five stars).",
                                "Class Central: This is a site that lists everything in a large organised table, sorted by basic categories such as future courses, just announced, starting soon, and self-paced."
                            ]
                        }
                    ]
                }
            ]
        },  
        {
            "section_heading": "Informal short courses",
            "subsections": [
                {
                    "subsection_heading": "Which informal short courses are offered and what is their value?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "This section describes short courses that are not credit bearing, which means that learners do not earn credits for unit standards or towards qualifications registered on the National Qualifications Framework (NQF) for these courses.",
                                "View for information on the types of short courses that are available, the institutions that offer them, which ones are provided for free, and how to find courses offered"
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Types of short courses offered",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Thousands of short courses are offered by private and public training institutions and other organisations. The courses vary in duration from one day to a few weeks. Courses are offered on almost any topic you can think of, such as Agriculture, Arts and Crafts, Bookkeeping, Business Management, Cabinet Making, Child Care, Computer courses, Construction, Creative writing, Décor and Design, Developing Business Plans for a new Business, Entrepreneurship, Financial Management, Furniture Making, Language and Literacy, Plumbing, Project Management, Safety and Security, Tourism and Writing."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Institutions offering short courses",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Many of these courses are provided free by Non-Profit Organisations (NPO) such as churches and community-based organisations. Government agencies such as the Small Enterprise Development Agency (SEDA) also provide short courses, with SEDA courses aimed at assisting aspiring entrepreneurs to establish their own small businesses. Technical and Vocational Education and Training (TVET) colleges, universities and universities of technology also offer some short courses in addition to qualifications."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "How can I check the quality of short courses?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Unfortunately, there are currently no national mechanisms to ensure the quality of short courses that are not aligned to unit standards, qualifications or part qualifications. However, this does not mean that such courses offered by NGOs or other organisations have no value at all. For example, a course offered by the local church to train volunteers to assist victims of abuse, or to provide home-based care to old people will make a great impact in the community. The skills developed in such a course could even enable the volunteers to find part-time employment or to enrol for a formal training programme.",
                                "Some short courses are offered by training providers that are accredited by external organisations, such as Umalusi, the Quality Council for Trades and Occupations (QCTO), a Sector Education and Training Authority (SETA), or the Council on Higher Education (CHE). The short courses offered by these institutions would generally meet some internal quality requirements. Therefore, TVET colleges, universities or universities of technology and private accredited providers will generally offer quality short courses."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "How much do they cost?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "The courses offered by NPOs and government agencies are generally provided free or for a minimal fee. TVET colleges, universities and private training institutions charge fees that vary depending on the duration and nature of the course and the level of complexity. It is advisable to select a course that will enable you to acquire knowledge and develop some skills that you can use in a work context or in making a contribution to your community or the broader society. Many providers of short courses require participants to complete some kind of assessment (e.g. short knowledge tests or practical projects) after which they issue a ‘Certificate of Achievement’ or ‘Certificate of Competence’. These are preferable to courses that only issue a ‘Certificate of Attendance’."
                            ]
                        }
                    ]
                },
                {
                    "subsection_heading": "Where can I find short courses offered?",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "",
                            "tag": "p",
                            "data": [
                                "Skills Portal is a good place to search for short courses: http://www.skillsportal.co.za/search-courses. It has a facility to search for courses per topic, province, date and delivery method (e.g. through contact sessions or distance learning). Courses can also be found by searching on the internet using phrases such as: ‘short courses in woodwork’; ‘sewing courses in South Africa’; or ‘short courses for technicians’. If you are interested in starting your own business or improving a small business you are involved in, you could check to see if the Small Enterprise Development Agency (SEDA) is offering courses that would help you: www.seda.org.za. Click here for many courses and other resources on entrepreneurship to prepare you to work in your own business."
                            ]
                        }
                    ]
                }
            ]
        },  
        {
            "section_heading": "Recognition of prior learning",
            "subsections": [
                {
                    "subsection_heading": "",
                    "contents": [
                        {
                            "content_heading": "",
                            "data_heading": "Can I get Recognition of Prior Learning for Informal Skills Acquisition?",
                            "tag": "p",
                            "data": [
                                "Recognition of Prior Learning (RPL) refers to the processes through which the knowledge and skills a person acquired previously are measured and assessed for the purpose of formally recognising such achievements. The knowledge and skills could have been acquired through formal training, informal learning, work experience, social activities or general life experience. This means that some learning acquired through informal programmes described in this section could be assessed against one or more unit standards, or components of a part-qualification or qualification.",
                                "Click here (http://www.bridge.org.za/knowledge-hub/psam/tvet/recognition-prior-learning/) for more information on RPL and what requirements must be met for such recognition."
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}