{
  "version": {
    "major": "20180110",
    "minor": "01"
  },
  "topic": "Strategies for Success",
  "description": "with guidelines on how to ensure success in post-school learning and avoid dropping out",
  "sections": [
    {
      "section_heading": "",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "This section describes general strategies for ensuring success in your studies in any part of the post-school learning pathway. Click on the eleven statements below for guidelines on ensuring success."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "How do I begin planning a career pathway?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "There are a few points you need to consider when planning your career.",
              "tag": "ul",
              "data": [
                "Recognise that you will be entering a career pathway that you cannot plan with absolute certainty. It is good to have a long-term vision of your career path, but you must be prepared to be flexible and allow for changes throughout your working life. In the rapidly changing work environment most people have many career changes in their working lives, and some end in jobs that are very different from where they started.",
                "It is not wise to plan your career around a narrow specialised focus (e.g. to be a fighter jet pilot); rather start with a broader basis (e.g. aviation or the military) from which you can move into areas of specialisation. This will increase your work options and help you to avoid preparing for a career in which there are limited job opportunities, or for jobs that have become redundant due to advanced technology."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "How do I choose the career that is best for me?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "Don’t choose your career based on the status that you attach to occupations (e.g. a doctor or university lecturer), or on the high income earned in some occupations (e.g. accountants or lawyers).",
                "It is important that you make the correct career choices based on your interests, strengths, skills, abilities and even aspects such as your personality, values and personal preferences. For example, do you like working with figures, with people or with animals; do you prefer doing something with your hands, working outdoors or would you be happy in an office job looking at a computer screen all day? Be realistic in making career choices: every occupation has its benefits and its disadvantages.",
                "It’s a good idea to do a self-assessment to guide your career choice. There are free examples of such questionnaires or aptitude tests on the Internet. Career advisors at some TVET colleges and private career counsellors also conduct such tests.",
                "Click here[http://www.bridge.org.za/knowledge-hub/psam/faqs/#item-58] for information on where you can get career advice."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Basic questions about my post-school studies: what? why? which? where? how? and with what?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "The following are some of the issues that you need to consider when you plan your post-school studies.",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "What do I want to study? What type of subjects do I need to study to work towards achieving my career goals? Do I want to study in an academic or a technical field, or do I want to study towards a specific occupation, e.g. to be a dental technician? Are there work opportunities in the areas in which I want to study?",
                "Why do I want to study in a specific field? What will I be able to do with the knowledge and skills I acquire through these studies? Will I be able to earn a meaningful income if I study in that field?",
                "Which type of institution would be best for what I want to study? Would it be best to study at an institution that will enable me to develop the technical skills I will need or should I rather study at an institution where I can acquire a more academic qualification? Will I develop the skills I need at a Technical and Vocational Education and Training (TVET) college? Would it be better for me to study at a university of technology rather than at one of the more traditional universities?",
                "Where do I want to study? Have I considered all the options to select the institution that is best for achieving my career goals? Is there a training institution close to where I live?",
                "How would I prefer to study? Do I prefer to study in a classroom setting guided by a lecturer or do I learn better in a practical way by doing things? Do I have the self-discipline to study on my own through distance learning? Will I manage to complete an on-line course without direct contact with a lecturer? Do I prefer blended learning that combines classroom-type lecturing with e-learning and a great deal of self-study?",
                "What do I need to be able to study what I want to and where I want to? How much does it cost to study at my preferred institution? How much money do I need in addition to the study fees, e.g. for books, accommodation, food, travel expenses, etc.? Do I have the money or do I know where I can get the money to fund my studies? Where can I get a loan or bursary and do I qualify for one? If I cannot afford the fees to study at a university, what other options are there where I can still study towards my career goals? Do I need to enrol for a programme that I can do part-time while I am working?"
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "If you are not certain about the answers to these questions you might consider taking a year off before enrolling for a formal programme. You could use that year to do some casual work or perhaps volunteer in a Non-Profit Organisation (NPO) to gain some work experience while you decide on your career options."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Will my matric get me into a meaningful job?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "You have very little chance of getting a meaningful job if you only have a Matric. Having a tertiary (i.e. post-school) qualification could double your chances of finding employment. People who don’t complete the 12 years of schooling are between 30-60% less likely to be formally employed than those with a Matric. Therefore, it is essential to obtain a Matric, and thereafter to complete some formal post-school education to obtain a National Certificate, Diploma, Degree or other post-school qualification. Don’t despair if you fail Matric the first time around; you can repeat it the next year or even after you have worked for a while."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Is university my only option?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "If you do decide to go to university, you must be sure that it is the best option for you to achieve your chosen career goals. The fact that you passed Matric with a ‘university exemption’ does not mean that you have to study at a university. If you only managed to meet the minimum requirements for university entrance, this could indicate that you might drop out because you cannot cope with the academic studies of the university. Unfortunately, the pass rate at South African universities is very low. A 2013 study by the Council on Higher Education (CHE) found that:",
              "tag": "ul",
              "data": [
                "Only about one in four students in contact institutions (i.e. excluding UNISA that only offers distance learning) graduates in the stipulated time” (i.e. three years for a three-year degree).",
                "Only 35% of the total intake, and 48% of contact students, graduate within five years; and",
                "When allowance is made for students taking longer than five years to graduate or returning to the system after dropping out, it is estimated that some 55% of the intake will never graduate."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "There are many reasons for the high drop-out rate, but one of the reasons is that many of those who dropped out shouldn’t have gone to university in the first place. They would have been more successful at other post-school institutions such as TVET colleges or universities of technology. If you are more interested in a technical field of work, you will probably benefit more from studying at a university of technology or a TVET college. You could even study towards careers in fields such as agriculture, hospitality, marketing or tourism at a TVET college to get a vocational qualification."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Which training institutions offer quality programmes?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "There are a few points you need to consider when planning your career.",
              "data_heading": "",
              "tag": "p",
              "data": [
                "You must choose a training institution that has a high pass rate and a good reputation for offering quality programmes that equip learners with the skills that enable them to enter the job market or start their own businesses. Avoid institutions that are often in the news due to poor results, mismanagement of maladministration. If possible, speak to someone who recently completed the qualification at the institution where you want to enrol to find out about the quality of delivery and whether the qualification of that institution is valued by employers.",
                "Click here[http://www.bridge.org.za/knowledge-hub/psam/tvet/tvet-colleges/private-tvet-colleges/] for additional guidelines on selecting a quality TVET college."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "What do I do if I encounter a setback in my post-school journey?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "Your post-school learning journey has many entry, exit and re-entry points, so you never need to feel that you have reached a dead end.",
                "You can still prepare yourself for your chosen career even if you don’t manage to get into your preferred programme at university after leaving school. If you were not accepted into a B.Com degree, you might meet the entry requirements into a Higher Certificate in Economic and Management Sciences at a college. You can then use the Higher Certificate as a stepping stone into the B.Com the following year.",
                "If you dropped out of university or failed to complete your studies at a TVET college, you should consider other programmes that you can study at these or other institutions. You could even work in a business or charity organisation for a year or more and then resume your studies thereafter.",
                "Even if you don’t manage to get into a formal programme at a university or college you can consider one of the many options described under Informal Skills Acquisition[http://www.bridge.org.za/knowledge-hub/psam/isa/]. This section also describes learning opportunities for learners who didn’t complete their school education.",
                "Your learning journey to prepare youself for employment or self-employment starts when you leave school. This journey should continue for the rest of your life as you will need to continuously upgrade your skills to be able to tackle increasingly more complex work. You will never be too old to enrol for a course."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "What are employers looking for in future employees?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "Make an effort to find out what industry ‘looks for’ in new entrants into the job market and develop the personal and technical skills that will make you an attractive candidate for an employer. For example, study job advertisements in the careers that you are interested in to identify the kind of skills and personal attributes employers are looking for – in addition to the qualification requirements – e.g. effective oral and written communication skills, computer skills, and a strong work ethic.",
                "You should consider the kind of work opportunities that are available in the careers you are considering. Avoid careers where there is an over-supply of qualified people looking for jobs, rather select careers where there is a scarcity. In general, there is a scarcity of people with technical skills such as Draughtsmen, Metal Fabricators and Millwrights, and fewer job opportunities for people who have a general Bachelor’s degree or a certificate in Office Administration.",
                "Keep in mind that after completing your studies you will enter the job market with thousands of graduates without work experience, and you will also be competing against thousands of unemployed people who already have some work experience. Therefore, you need to ensure that you have special skills or other attributes that will convince an employer to employ you above other applicants.",
                "In many cases the qualification you obtained does not develop the skills you need to succeed in the workplace. Therefore, you could consider doing a work readiness programme after obtaining your qualification to assist you to bridge the gap between the world of education and work. Such programmes are offered by some training institutions and private organisations; some are available for free on the Internet."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "How do I gain work experience?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "You must realise that a degree or other qualification is not a guarantee to get a job. Most employers prefer to employ someone who has some work experience. So you should make an effort to find a way of gaining work experience, even if it is by doing work that you are not paid for. Here are some suggestions you could consider to gain work experience and valuable skills that you weren’t taught at school: ",
              "tag": "ul",
              "data": [
                "Volunteer your services to local Non-Profit Organisations that help sick or poor people or others in need, or volunteer at the SPCA that cares for abandoned and neglected animals;",
                "Work part-time in a business in your area or one owned by a family member, even if you are doing menial administrative work, packing shelves or helping with the delivery of goods;",
                "Get involved in local sports/social clubs or church activities where you can learn a range of skills in administration, IT and organising events as well as ‘soft skills’ such as communication and interpersonal relationships.",
                "Make sure that you work hard, that you are always on time and complete tasks as required. When you leave you should ask the business or organisation to give you a written reference that you can submit with job applications."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "What should I expect when entering the job market?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "You must have realistic expectations about the position you will enter in the work environment. Even if you have a Diploma or Bachelor’s degree, you will probably start in a junior position.",
                "It takes time to reach your preferred position in an organisation. You cannot assume that if you have a Diploma in Business  Administration you will be employed as a manager immediately, or even within five years.",
                "Few people start their careers in their ideal positions; most people only reach the careers for which they studied after a number of years. For example, if you have a B.Com in Human Resource Management, your first jobs will be mainly administrative.",
                "If you have basic technical or administrative skills or other practical skills that employers need, these will help to get a job where you can work yourself up into the positions that you aspire towards.",
                "You might start your working life in a job that is not what you really want to do, but you should use the skills you develop in that job and the work experience you gain as a stepping stone towards your desired job."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "How can I create my own job?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "It is a fact that there are not enough employment opportunities for all the new entrants into the job market and for the millions that are unemployed in South Africa. Therefore it is essential for young people to explore entrepreneurial opportunities and to use their post-school studies to prepare themselves for self-employment.",
                "We encourage you to do a self-assessment to identify your entrepreneurial potential by using the General Enterprising Tendency Test (GET2)[http://www.get2test.net/background/index.htm]:",
                "Click[http://www.bridge.org.za/knowledge-hub/psam/entrepreneurship/] for information on the importance of entrepreneurship, as well the kinds of courses, support and resources that are available for aspiring entrepreneurs."
              ]
            }
          ]
        }
      ]
    }
  ],
  "isections": []
}
