{
  "version": {
    "major": "20180110",
    "minor": "01"
  },
  "topic": "Work-Integrated Occupational Learning",
  "description": "covering programmes that prepare learners for the world of work, such as learnerships, apprenticeships, internships and other occupation-focused programmes",
  "sections": [
    {
      "subsection_heading": "",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "This section describes programmes that have a strong workplace-learning component in addition to knowledge and theory. These programmes assist learners to apply what they have learnt in a real work context so that they can develop the skills that are needed in the workplace or to start and run their own businesses. These work-integrated occupational programmes improve the employability of learners as employers prefer graduates who have some work experience."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Different types of work-integrated occupational programmes",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "The information below gives a brief overview of the programmes that are described in this section of the website. Many learners can benefit from these programmes, for example:",
              "tag": "ul",
              "data": [
                "Learners interested in careers in practical and technical fields",
                "Unemployed persons who need to develop the skills that will make them more employable",
                "Graduates from colleges or universities who lack employable skills",
                "Learners who dropped out of school before completing matric",
                "School leavers who do not meet the entry requirements into higher education institutions, but who want to continue with post-school studies",
                "Learners who plan to use these programmes as stepping stones into further studies at universities, e.g. completing an engineering programme so as to continue with an engineering degree; and",
                "Learners who plan to follow the entrepreneurship route, and use these programmes to develop the technical and business skills they will need to start and/or run their own businesses."
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Leanerships",
              "tag": "p",
              "data": [
                "A learnership combines a structured learning component delivered by a training institution with practical work experience that is acquired while being employed in a company, government department or small business. Learners attend classes at a college or other training institution to acquire the knowledge/theory and practical skills, and also complete specific tasks to gain experience in a workplace. The learner, training institution and employer sign a formal agreement that covers the duration of the learnership, which is generally a year or 18 months."
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Internships",
              "tag": "p",
              "data": [
                "An internship is an opportunity offered by an employer to young people to gain career-specific work experience during or after studies to prepare them for the real world of work as an employee or in an entrepreneurial venture. Interns get the opportunity to apply what they learnt in their studies under the guidance of a mentor for a period of a year or less."
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Apprenticeships",
              "tag": "p",
              "data": [
                "An apprenticeship is a work-based learning route for learners who are interested in working in a practical, technical field, so that they can become certified artisans after completing a trade test. Apprentices attend formal instruction sessions at a Technical and Vocational Education and Training (TVET) college or other training institution to acquire the trade-related knowledge and theory as well as practical hand skills. They also spend some time in a workplace working under the guidance of a skilled, qualified artisan to become proficient in the trade. Persons with the required knowledge and work experience can also become artisans through a process of Recognition of Prior Learning (RPL) to gain access to the trade test"
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "OCCUPATION-FOCUSED PROGRAMMES",
              "tag": "p",
              "data": [
                "These programmes have a strong occupational focus, with work-based experience as the central pillar, together with the knowledge and practical skills developed through the programmes. This means that part of the programme must be completed in a workplace where an employer is willing to provide learners with the opportunity to complete the compulsory work-experience component of the Occupational Certificate that learners achieve after successful completion of the programme."
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "PROGRAMMES LEADING TO PART-QUALIFICATIONS",
              "tag": "p",
              "data": [
                "As the name indicates, a ‘part-qualification’ is a part of a qualification, and always indicates the qualification that it relates to. Part-qualifications are registered separately on the National Qualifications Framework (NQF) with a reference to the ‘full’ qualifications they are ‘part’ of. The South African Qualifications Authority (SAQA) currently recognises the following as part-qualifications: unit standards, the knowledge, practical skills and work experience modules of Occupational Certificates, and NATED programmes (National Accredited Technical Education Diploma, the ‘N-programmes’). (In the case of Occupational Certificates, part-qualifications include elements of all three components, i.e. knowledge, practical skills and work experience.)",
                "Skills programmes are also described in this section; they are occupationally-directed programmes that are based on unit standards that form part of a qualification."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "What are PIVOTAL programmes?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "These are professional, vocational, technical and academic learning programmes that result in qualifications or part-qualifications on the National Qualifications Framework (NQF). They are generally delivered by public or private training institutions and include supervised practical learning in a workplace. Most of the programmes described in this section are PIVOTAL as they include work-integrated learning or work experience placements, and they lead to registered qualifications or part-qualifications. They are also ‘pivotal’ in the sense that they provide a link between formal learning and the workplace. The Sector Education and Training Authorities (SETAs) provide funding for PIVOTAL programmes in the form of grants paid to employers and allowances paid to learners in some of the programmes"
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "What is Work-Integrated Learning?",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Work-Integrated Learning (WIL) refers to learning that takes place during the performance of work activities. Many vocational and professionally-oriented qualifications integrate theory and practice by including work-integrated learning. The term ‘WIL’ is used in different ways in South Africa. Therefore, it is important to understand the way WIL is used in a specific WIL programme you may be involved in. WIL could be a compulsory component of a qualification, or it could be used more informally to develop skills through work experience."
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "WIL is included in some vocational and professionally-oriented qualifications in different forms, e.g. as simulated learning, work-directed theoretical learning, problem-based learning, project-based learning and/or workplace-based learning. Where WIL is included in a qualification, it has to be supervised in the workplace and formally assessed."
              ]
            }
          ]
        },
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "A number of examples are provided below of WIL that is funded by Sector Education and Training Authorities (SETAs). [Note that the SETA policies on WIL and funding may have changed since this information was recorded.]",
              "tag": "ul",
              "data": [
                "The merSETA (for Manufacturing, Engineering & Related Services) pays stipends for young graduates who are registered for a qualification and who complete workplace experience over a year.",
                "The Foodbev SETA (for the Food & Beverages Manufacturing Industry) recognises work readiness programmes of three to six months as WIL for learners of Technical and Vocational Education and Training (TVET) colleges. This SETA also supports work exposure programmes for learners who attend open days at manufacturing plants.",
                "The Wholesale & Retail SETA recognises the placements of final year students from universities and TVET colleges in workplaces as WIL and provides funding for such students."
              ]
            }
          ]
        }
      ]
    }
  ],
  "isections": [
    {
      "section_heading": "Programmes in Entrepreneurship",
      "subsections": [
        {
          "subsection_heading": "",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Most of the skills you develop through work-integrated occupational programmes will enable you to start and run your own business. You should not only see these programmes as a way to get a job; use the skills to create your own job, and to employ others to work with you. There are many programmes available for developing entrepreneurial skills, such as the Further Education and Training Certificate: New Venture Creation (ID no. 66249, NQF Level 4, 140 credits) referred to in the section on unit standards.",
                "Click here for more information on the wide range of formal and informal programmes on entrepreneurship that are available for free or at minimal cost. Many of them are available on the internet and others are provided by TVET colleges, universities, Non-Profit Organisations (NPOs), government agencies and private organisations"
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Learnership",
      "subsections": [
        {
          "subsection_heading": "What is a learnership?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "A learnership is a type of learning programme that combines a structured learning component delivered by a training institution with practical work experience that is acquired while being employed in a company, government department or small business. Learners get a qualification and benefit from theoretical and practical training, as well as real life work experience that enhances employability and improves the chances of entrepreneurial success."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Key features of a learnership",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "A learnership is a work-based learning programme that leads to a nationally recognised qualification that is directly related to an occupation. Learners in learnerships have to attend classes at a college or other training institution to complete the classroom-based learning that covers knowledge/theory and practical skills and also complete specific tasks to gain experience in a workplace. The three main parties – the learner, training institution and employer – sign a formal Agreement that governs the implementation of the learnership and explains the roles and responsibilities of each partner. The signed Agreement is registered with the relevant Sector Education and Training Authority (SETA). This Agreement covers the duration of the learnership, which is generally a year or 18 months.",
                "Learnerships are offered in a wide range of occupations, e.g. in agriculture, banking, construction, engineering, finance, food manufacturing, health services, insurance, IT technology, manufacturing, security, tourism, and wholesale & retail. Learnerships are designed to promote the transfer of learning to the workplace. This means that learners must be actively involved in learning in the workplace, where they should be given the opportunity to apply the concepts they have learnt. Learners move between the training provider and the workplace during the learnership to assist them to apply what they learn in the real world.",
                "Learnerships are generally developed by the Sector Education and Training Authorities (SETAs) and registered by the Department of Higher Education and Training (DHET). There are 21 SETAs that have responsibilities in relation to education and training in the sectors of the economy as indicated in the table of SETAs."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are the benefits of doing a learnership?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "In 2015 there were about 30 000 learnerships available to learners in South Africa, indicating that there is a strong emphasis on learnerships as an instrument for addressing South Africa’s skills deficit."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Some of the benefits of learnerships for learners are described below.",
              "tag": "ul",
              "data": [
                "The work experience gained during the learnership improves the chances of getting employment as employers are reluctant to employ people who have no work experience. There is a high placement rate for learners who completed learnerships.",
                "Learners acquire the theoretical basis relevant to the occupation as well as the ability to apply their learning in an actual work situation, while most academic programmes don’t provide opportunities to develop practical skills.",
                "Learnerships give learners an opportunity to obtain a registered qualification that is nationally recognised and in some instances is portable in the industry, across sectors and internationally.",
                "Learnerships give learners an opportunity to develop high levels of competence that will enhance their marketability.",
                "Learners don’t pay anything to participate in a learnership and receive an allowance to cover the costs of transport, meals, etc. for attending the training and work experience sessions.",
                "The experience gained of the world of work improves learners’ chances of succeeding in self-employment in a small business.",
                "Learnerships improve the chances of career progression for employed learners."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How long does it take to complete a learnership?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The time it takes to complete a learnership depends on the outcomes that must be achieved by learners in order to meet all the requirements to be awarded the qualification at the end of the learnership. Most learnerships are completed within a year or 18 months, although some can take two or more years to complete. The number of credits of the qualification linked to the learnership will indicate the duration. As a general guideline, qualifications with approximately 120 and 150 credits can normally be completed within one year, and those above 200 credits over two years.",
                "It is possible for learners to complete a learnership in a shorter time through Recognition of Prior Learning (RPL). This is a process through which learners will be able to get formal recognition for parts of the programme that they have already completed through previous learning and/or work-based experience. For example, you may have worked after school in a friend’s catering business, so you would be able to get formal recognition for the knowledge and work experience you acquired in catering when you enter a learnership in that field. (More information on RPL is provided in the section on TECHNICAL AND VOCATIONAL EDUCATION AND TRAINING on the website.)"
              ]
            }
          ]
        },
        {
          "subsection_heading": "Who can apply to do a learnership and what are the entry requirements?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Learnerships are available for unemployed and employed youth",
              "tag": "p",
              "data": [
                "Unemployed learners: Young people who are just leaving school, college or other training institutions after completing some formal education, and people who have been unemployed for some time can enter learnerships (these are referred to as 18(2) learners). However, they can only be enrolled in a learnership if there is an employer that is prepared to employ them for the duration of the learnership so that they can complete the required practical, work-based activities of the learnership in a workplace. The employer and learner will then sign an employment contract that will cover the period of the learnership.",
                "Employed learners: Young people who are already employed can apply for learnerships if they want to study further (these are referred to as 18(1) learners). They will need their employers’ approval to enter learnerships that are offered in the organisation."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "People entering a learnership must be at least 16 years old and younger than 35 years. The Sector Education and Training Authorities (SETAs) especially encourage women and people with disabilities to enter learnerships. In addition, learners will have to meet the entry requirements for the specific learnerships for which they are applying. For example, you will not be able to enter a learnership in an engineering field if you have not completed some study in maths and science at school or thereafter, and some learnerships may set physical requirements relating to eye-sight and mobility, etc.",
                "The 18(2) learners will also have to meet any criteria that have been set by the employer contracting them for the learnership. For example, the employer may only accept female learners in order to meet gender targets in the organisation.",
                "It is important to note that it is quite normal for learners who have already passed their Matric on NQF Level 4 to do a learnership on a lower NQF level. For example, a learner might be interested in mechanical engineering, but didn’t do any engineering-related subjects at school. Then it would be necessary to start on a mechanical engineering learnership below Level 4 to build the basis needed for further study in this field. It is also possible for learners to do a Level 4 learnership and then continue with the Level 5 learnership in the same or a related occupation."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Which qualifications can be achieved through learnerships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Learnerships are work-integrated learning programmes that are designed to enable learners to achieve a qualification in a specific occupation. Therefore, every learnership is linked to a specific qualification. Learners who have successfully completed a learnership will be awarded the qualification that is linked to the specific learnership. The titles of learnerships are generally the same or similar to the title of the qualification, e.g. the Plant Production learnership on NQF Level 2 is linked to the National Certificate: Plant Production on the same level."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Learnerships are offered on many levels of the National Qualifications Framework (NQF), although the majority are on Levels 1 to 5 (i.e. one level above Grade 12 which is on Level 4). Below are examples of qualifications that can be achieved through merSETA learnerships."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "image",
              "data": [""]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Each qualification specifies the minimum number of credits that must be achieved to be awarded the qualification (click to view information on credits)."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "You can contact the merSETA for more information if you are interested in the learnerships they have registered in fields related to:",
              "tag": "ul",
              "data": [
                "Metal and engineering,",
                "Auto manufacturing,",
                "Motor retail and component manufacturing,",
                "Tyre manufacturing, and",
                "Plastics"
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The merSETA head office is in Johannesburg (Tel: 010 219 3000, www.merseta.org.za) and it has offices across the country that serve all nine provinces."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "There are also learnerships on higher levels, as shown in the examples from the Chemical Industries Education and Training Authority (CHIETA).",
              "tag": "image",
              "data": [""]
            }
          ]
        },
        {
          "subsection_heading": "Where can I find a learnership?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The key to finding a learnership is finding an employer that is willing to take in learners, and this could be a private company, government department, parastatal (e.g. Transnet), Non-Profit Organisation (NPO) or other organisation. The success in finding a learnership depends on your initiative, determination and perseverance. Learnerships generally start at the beginning of the year, so it is important to find a learnership in time for you to enrol."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How to find a learnership if you are employed",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "If you are employed, you simply need to respond to in-house invitations or to inform relevant persons in the organisation (usually in the Human Resources or Training divisions) that you wish to apply for a learnership. They will indicate which learnerships are offered in the organisation, and which are relevant to your position or fall within your career path. You could use the guidelines below for unemployed learners on how to choose the learnership that is the best for you."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How to find a learnership if you are an unemployed person",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "There are a few ways in which you can search for a learnership if you are currently unemployed.",
              "tag": "ul",
              "data": [
                "Search in newspapers or on the internet for companies (e.g. SASOL), government departments or other organisations that are offering learnership opportunities. Employers sometimes advertise in newspapers for unemployed learners, or they communicate the message in the city, town or community in which their premises are situated.",
                "Contact companies, departments or organisations in your own area directly to enquire if they are taking in learners.",
                "You could contact the nearest Labour Centre or provincial office of the Department of Labour as they may have information on learnerships offered in your area.",
                "Upload your information and Curriculum Vitae on the Employment Services for South Africa (ESSA) database on the Department of Labour’s online website from where employers could recruit learners: https://essa.labour.gov.za/EssaOnline/WebBeans/",
                "Contact your local TVET college or other training institutions to find out if they are involved in any learnerships. Click here for a list of public TVET colleges, although they may not all offer the learnership you are interested in.",
                "You could also contact the local office of the SETA for information on employers that are taking in learners. Click here for a list of SETAs and their contact details."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How do I choose the learnership that is the best for me if I am currently unemployed?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "There are a number of issues that you need to consider when selecting a learnership.",
              "tag": "ul",
              "data": [
                "Start by clarifying the field of work that you are interested in, e.g. agriculture, catering, construction, engineering, finance, manufacturing, mining, sales, transport, etc. This will help you to find learnerships that are offered in the field (or fields) that you are interested in.",
                "Then you should find out which learnerships are offered in those fields. Details of the learnerships that are available are provided by the 21 Sector Education and Training Authorities (SETAs).",
                "Make sure that the learnership(s) that you consider are related to your career goals and areas in which you have some talent or skills. For example, you may have a particular interest in working in the catering field, or you are very good with fixing computers, so it would be good to study towards qualifications in these fields. You should try to find a learnership that matches your interest, talents and career goals.",
                "The lists of learnerships you find on the SETA websites or on the internet will indicate the focus of the learnership (e.g. Local Government Finance and Administration, Mechanical Engineering, Office Administration, Plastics Manufacturing, or Vehicle Maintenance. You will also find the title of the qualification that the learnership leads to (e.g. National Certificate: Business Accounting) that will indicate the NQF Level, the number of credits and the registration number of the qualification.",
                "We recommend that you find out more about the qualification to ensure that it addresses your need. You can do this by searching for the qualification on the website of the South African Qualifications Authority (saqa.org.za) under ‘registered qualifications’.",
                "It is important to determine the entry requirements for the learnership. These are generally similar to the entry requirements for the qualification (e.g. Grade 12), but could include additional entry requirements related to the work context. For example, a learnership for fire fighters is likely to have job-specific entry requirements due to the highly demanding nature of that occupation.",
                "When you have selected the learnership, you must also consider practical and logistical realities such as whether the learnership is offered in your area. If possible, select a learnership that is offered close to your home or a place where you can live for the duration of the learnership.",
                "Then you need to find out if there is an employer who is willing to take you into the learnership."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How can I make sure that all the requirements have been met?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "There are a number of things that you need to check to ensure that all the requirements have been met when you start the learnership. You might not have to check all these yourself, but should get confirmation from the training provider or the employer who will be involved in implementing the learnership.",
              "tag": "ul",
              "data": [
                "Make sure that the learnership is registered with the relevant SETA.",
                "Make sure that the qualification that the learnership leads to is registered by the South African Qualifications Authority on saqa.org.za.",
                "Make sure that you, the training provider and employer signed the formal Agreement and that you get a copy of the signed document.",
                "Make sure that the training provider is accredited, and that the accreditation covers the qualification that the learnership leads to.",
                "If you were unemployed before entering the learnership, make sure you have signed a short-term employment contract for the duration of the learnership with the employer where you will be doing the workplace component of the learnership."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How much does it cost and do learners receive money during learnerships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Learners do not have to pay anything to participate in a learnership. Learners who were unemployed at the start of the learnership (i.e. 18(2) learners) receive a weekly learnership allowance (or ‘stipend’) for the duration of the learnership. The money is not a salary, but learners should understand that they are getting paid to learn. The allowance is intended to cover the costs of participating in the learnership, e.g. for travel, meals and other costs incurred due to attending the learnership. Without this allowance unemployed persons are unlikely to enter or complete learnerships as they don’t have money to cover these expenses. This is another reason why you should try to select a learnership that is offered in your own area to avoid any additional costs for travel and accommodation.",
                "Learners who are employed by the organisation that is offering the learnership – i.e. 18(1) learners – do not receive the stipend as they receive their regular salaries.",
                "The minimum amount of the allowance is set by Government in the Sectoral Determination No. 5: Learnerships and some allowances are set by Bargaining Councils. The amount is calculated as a percentage of the wage that someone employed in such a position would be paid. For example, learners on a learnership for accountants will receive a higher allowance than learners on a learnership for office administrators. Similarly, learners on an NQF Level 4 learnership in Electrical Engineering will receive a higher allowance than learners in a learnership in the same field on NQF Level 2."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The allowances differ across occupations, industries and learnerships. Therefore, the amount that learners will receive will be determined by the specific learnership. Examples of the weekly allowances paid by the Manufacturing, Engineering and Related Services Sector Education and Training Authority (merSETA) in 2015 in terms of Bargaining Council agreements are:",
              "tag": "ul",
              "data": [
                "NQF Level 1 learnership in the motor industry: R 1 220.00, and",
                "NQF Level 4 learnership in the motor industry: R 1 860.00."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "However, other learnerships could pay smaller learner allowances."
              ]
            }
          ]
        },
        {
          "subsection_heading": "SETA warning against fraudulent learnership/apprenticeship recruitment processes",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The Manufacturing, Engineering and Related Services SETA (merSETA) issued a warning on 23 November 2015 against scams in relation to learnerships and apprenticeships. The scam is that unsuspecting learners looking for apprenticeship or learnership opportunities are asked to deposit money at a Shoprite or Spar supermarket as well as a bank in order to access training. The merSETA confirmed that a learner wishing to undergo merSETA-funded training does not need to pay to undertake their apprenticeship or learnership. Sector Education and Training Authorities (SETAs), the merSETA in this case, may fund the training and, in return, the employer pays wages or an allowance to the learner undergoing training. The merSETA member companies or merSETA-accredited training providers provide apprenticeship/learnership training. This matter was reported to the South Africa Police Service."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are the responsibilities of parties involved in a learnership?",
          "contents": [
            {
              "content_heading": "Main parties involved in the implementation of the learnership",
              "data_heading": "Three parties sign the formal Agreement (also known as the Learnership Agreement) that specifies the requirements they must meet in implementing the learnership:",
              "tag": "ul",
              "data": [
                "The learner will be responsible for completing the programme, and can either be unemployed at the time of entering the learnership or already employed.",
                "A training provider will be responsible for teaching the knowledge and theory component of the learnership in a classroom situation, and could also be involved in practical skills training, e.g. in laboratories or workshops. This can be a public or private TVET college. The traditional universities that focus on academic programmes generally do not offer learnerships, although some universities of technology and other higher education institutions are involved in learnerships.",
                "An employer will be responsible for providing the learner with the opportunity to complete the prescribed practical workplace activities of the learnership in the organisation. The employer also has to sign an employment contract with learners who are unemployed at the time they enter the learnership (i.e. the 18(2) learners)."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Rights and responsibilities of learners enrolled in learnerships",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "The rights and responsibilities of all three parties are stipulated in the Agreement that each learner signs with the employer and training provider before commencement of the learnership. The learner’s rights and duties are described below.",
              "tag": "multi",
              "data": [
                {
                  "heading": "Learners have the right to:",
                  "tag": "ul",
                  "data": [
                    "Receive an induction at the start of the learnership;",
                    "Sign an employment contract with the employer that must adhere to all conditions of employment, e.g. in relation to hours of work and sick leave;",
                    "Receive training that covers the knowledge and theory, and practical skills, and be given the opportunity to complete the workplace component of the learnership with an employer;",
                    "Access the resources required to complete all the specified learning activities;",
                    "Raise grievances in writing with the relevant SETA concerning any shortcomings in the training;",
                    "Be assessed and have access to the assessment results of all the assignments completed during the learnership;",
                    "Receive feedback on assignments and progress during the learnership;",
                    "Receive the agreed learner’s allowance – in the case of 18(2) learners;",
                    "Receive a written statement of results and the final certificate of achievement of the qualification if all the requirements of the qualification have been met; and",
                    "Receive a certificate of service from the employer at the end of the learnership."
                  ]
                },
                {
                  "heading": "The learner’s duties include to:",
                  "tag": "ul",
                  "data": [
                    "Be available for and participate in all learning and work experience required in the learnership;",
                    "Attend all theoretical learning sessions with the training provider and undertake all learning conscientiously;",
                    "Carry out all occupationally-related work for the employer required for the practical workplace experience activities specified in the learnership;",
                    "Work for the employer as part of the learning process and comply with workplace policies and procedures;",
                    "Comply with all legal requirements, e.g. the Occupational Health and Safety Act and Labour Relations Act; and",
                    "Complete assignments, for example written tests, projects, practical tasks and demonstrations as required by the training provider and employer so that these can be assessed to determine if the learner has met all the outcomes required for the awarding of the qualification."
                  ]
                }
              ]
            }
          ]
        },
        {
          "subsection_heading": "SETA role in the learnership",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "The Sector Education and Training Authority (SETA) responsible for the particular learnership is also involved in the learnership through:",
              "tag": "ul",
              "data": [
                "Approving the implementation after ensuring that the employer and training provider meet the stipulated requirements;",
                "Funding the learnership; this includes providing funds for the employer to pay the learner allowances;",
                "Quality assuring the learning achievements, e.g. by ensuring that all the assessments are conducted as required; and",
                "Taking any remedial action if the learnership is not implemented in accordance with the Agreement and any other SETA requirements."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Can a learnership be terminated?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Yes, a learnership can be terminated under certain conditions, e.g. if an employer has fairly dismissed a learner for a reason related to the learner’s conduct or if one or more of the parties to the Agreement fail to adhere to it. In such a case, the SETA which registered the Agreement must be informed of the termination."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What support can I expect to receive during the learnership?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "There is an induction at the start of the learnership during which learners are provided with the information they need, including:",
              "tag": "ul",
              "data": [
                "The terms and conditions of the formal Agreement;",
                "The employment contract for the duration of the learnership – in the case of 18(2) learners;",
                "The rights and duties of learners and other parties involved in the learnership;",
                "The various assessments learners will have to complete with the training provider and at the workplace;",
                "The requirements for successful completion of the learnership for the award of the qualification;",
                "Disciplinary procedures; and",
                "The payment of learnership allowances for 18(2) learners, and circumstances under which the allowances will be withheld."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "During the formal training sessions with a training provider, students are supported by facilitators who guide them through the knowledge and theory of the learnership and, if applicable, assist them to develop the required practical skills. At the workplace, learners are generally allocated to a mentor or supervisor who supports them and looks after their needs during their time with the employer. The mentor/supervisor or experts in various work processes will also guide learners on how to complete the workplace activities of the learnership."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What can I expect at the end of the learnership and will it help me to find a job?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "All learners who complete the learnership can expect the following:",
              "tag": "ul",
              "data": [
                "If you successfully completed all the assignments and met all the requirements of the qualification, the training provider will provide you with a statement of results. It will be an official certificate that will state the qualification and the area in which you developed knowledge and practical skills during the learnership.",
                "After external moderation of your assessments, you will receive a certificate from the Quality Council for Trades and Occupations (QCTO) that indicates the qualification that you were awarded. Depending on the learnership, the certificate could be issued by the TVET college or other training provider.",
                "If you only completed some of the unit standards or components of the qualification (if it is a qualification that is not based on unit standards), you should obtain a statement confirming which unit standards (or components) you successfully completed."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "If you were employed by the employer before entering the learnership, you will simply carry on working in accordance with your existing employment contract. The skills and work experience you acquired during the learnership might enable you to apply for a higher position, although the employer is not obliged to promote you after you complete the learnership.",
                "If you were unemployed before entering the learnership (i.e. if you are an 18(2) learner), your contract with the employer will automatically end when the learnership ends, and the employer should provide you with a certificate of service for the period of the contract. The learnership does not guarantee a job with this or another employer."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What opportunities are there for unemployed learners after the learnership?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "ul",
              "data": [
                "If the employer is impressed by your work ethic and performance during the learnership, he/she may decide to employ you as an employee, but only if there is a position for you and if you meet other employment requirements.",
                "The employer could also agree to enrol you in another learnership, and then sign a new Agreement and employment contract with you for the new learnership.",
                "Even if your relationship with this employer ends, the qualification and work experience you gained place you in a better position to apply for jobs with other employers. You could use the labour centres of the Department of Labour, private employment agencies or organisations like the National Youth Development Agency (NYDA), to explore employment opportunities.",
                "You could also consider starting your own business as the skills and work experience you gained will enhance your chances of generating income through self-employment or establishing a co-operative",
                "You might also want to think about studying further by enrolling for the qualification on the next level in the same field as the learnership you completed. The qualification you got through the learnership could enable you to meet the entry requirements into a qualification offered by a university or other training institution."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Internship",
      "subsections": [
        {
          "subsection_heading": "What is an internship?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "An internship is an opportunity offered by an employer to young people to gain career-specific work experience during or after studies to prepare them for the real world of work as an employee or in an entrepreneurial venture."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are the objectives of internships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The aim of internships is to provide real life work experience to young people during or after their formal studies at tertiary education institutions (i.e. colleges, universities and universities of technology). Internships are important for students who need to gain work experience as a requirement for completing their studies, as well as for those who are required to complete specified work experience before entering a profession."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are the benefits of internship?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The work experience gained improves the intern’s chances of gaining employment or of succeeding in self-employment. Interns are not guaranteed employment although many employers use internships to recruit outstanding interns as employees."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What types of internships are offered in South Africa?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Requirement for the award of a qualification",
              "tag": "p",
              "data": [
                "Many qualifications offered by tertiary education institutions include structured practical workplace learning as a requirement for the award of the qualification. For example:",
                "Students enrolled for Diplomas and Bachelor of Technology (B.Tech) programmes at universities of technology have to complete practicals (P1 and P2) for periods of 24 weeks in workplaces.",
                "As part of the Bachelor of Health Science: Medical Laboratory Science offered by the Cape Peninsula University of Technology (CPUT) students are required to complete a six month work-integrated learning programme and a one year clinical practice internship in a registered training laboratory before writing a national Board Exam set by the Health Professions Council of South Africa (HPCSA).",
                "The National Accredited Technical Education Diploma (NATED) programmes offered by Technical and Vocational Education and Training (TVET) colleges require 18 months’ practical application of knowledge in a workplace for the student to be awarded the National N-Diploma on NQF Level 6."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Requirement for professional registration",
              "tag": "p",
              "data": [
                "Some occupations (e.g. in the engineering, legal and medical fields) require practitioners to register with a professional body before they are allowed to practice the profession. Such practitioners must complete an internship covering specified requirements and obligations after obtaining the qualification for the occupation.",
                "For example, a pharmacy internship of 12 months is compulsory for those who have completed a B. Pharmacy (or equivalent) degree and who wish to register with the SA Pharmacy Council (SAPC) as a Pharmacist.",
                "After obtaining a Bachelor of Law degree (LLB), graduates must complete a six months internship (referred to as ‘articles of clerkship’) before being allowed to write the admission exam of the Law Society to be registered as an attorney."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Work experience not linked to a qualification",
              "tag": "p",
              "data": [
                "There are many other opportunities to gain work exposure in arrangements similar to internships for persons with or without qualifications, for example at Non-Profit Organisations (NPOs) or in the public sector. Even though these are not linked to qualifications or formal training, they provide valuable learning opportunities that should be used to gain work experience. Some are described as ‘workplace-readiness programmes’ for unemployed graduates."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Who can apply for internships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The beneficiaries of internships are the youth between the ages of 18 and 35 years who have not yet entered employment or who are unemployed. Applicants for internship opportunities must be South African citizens who live in South Africa and should be fluent in English. Generally, internships are linked to fields of study and occupations, such as Human Resource Administrator, Industrial Engineer, Client Support Consultant and Pharmacist, and many other occupations.",
                "In addition to these general criteria, more stringent criteria apply for specific internships. For example, the criteria for Civil Engineering internships include having passed Grade 12 with exemption and a 65% minimum average in all academic studies. Other internship opportunities are offered for specific target groups, e.g. only for university graduates with a Bachelor of Technology (B.Tech), or only for females, or for persons with disabilities."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How does an internship work?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "How long does it take to complete an internship?",
              "tag": "p",
              "data": [
                "The duration of the internship is determined by the type of internship. Internships that are a prerequisite for the award of a qualification are generally completed over one year to 18 months. Internships that mainly provide unemployed persons with work experience could be much shorter."
              ]
            },
            {
              "content_heading": "Which parties are involved in internships?",
              "data_heading": "The main parties involved in an internship are:",
              "tag": "ul",
              "data": [
                "The intern who will be gaining the work experience at a workplace;",
                "The employer who is providing the opportunity for the intern to gain work experience;",
                "The training provider (e.g. TVET college or university of technology) – only in specifying the work experience for interns who are completing the compulsory work-based learning component of qualifications; and",
                "The Sector Education and Training Authority (SETA) – only if the SETA is supporting the internship through the internship grant paid to the employer."
              ]
            },
            {
              "content_heading": "What should be in an internship contract?",
              "data_heading": "Interns and the employers hosting the interns should sign an internship contract that should include the following:",
              "tag": "ul",
              "data": [
                "Details of the employer and the intern (or the guardian if the intern is a minor);",
                "The conditions and requirements of the internship, e.g. the compulsory work experience activities, support provided to the intern by a mentor;",
                "The start and end dates of the internship;",
                "Remuneration to be paid to the intern;",
                "Leave and other employment conditions for the duration of the internship contract, for example, adherence to Occupational Health and Safety or industry requirements, disciplinary procedures, and termination of the internship contract; and",
                "Information about the certificate of service to be provided to the intern at the end of the internship."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "If the internship is funded by a SETA, the SETA may have additional requirements for the internship contract."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "What will learners received at the end of the internship?",
              "tag": "p",
              "data": [
                "Where the internship is a compulsory part of a qualification, interns who meet all the requirements will be awarded the qualification. Employers should provide interns with a Certificate of Service, which could assist interns in finding employment. As stated earlier, interns are not guaranteed employment with the employer that offered the internship opportunity, although the employer may decide to recruit new employees from the outstanding interns who meet the employer’s selection criteria. For example, Mercedes-Benz South Africa and other companies regularly recruit top performing interns as employees."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Are interns paid and what funding is available for internships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Interns generally receive a monthly allowance (or stipend) during the internship. The amounts vary depending on the internship, with higher amounts paid for interns with higher level qualifications. For example in 2015, interns with a Level 5 qualification on a specific internship received an allowance of R 3 000 per month while interns with a Level 7 qualification received between R 4 000 and R 5 000.",
                "In some cases (e.g. internships in Non-Profit Organisations) interns are not paid or they receive a small stipend to cover travel costs. Despite this, these are valuable learning opportunities that should be used if no funded internships are available.",
                "The Sector Education and Training Authorities (SETAs) provide internship grants to employers of interns, but in some cases the employer pays the allowance. Where the SETAs provide such grants, the amounts and conditions of payment are determined by the SETA’s funding policy."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What factors should I consider when selecting an internship?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "These are key factors that aspiring interns should consider before signing the internship contract to ensure that the internship will add value and address their specific needs.",
                "Where the internship is compulsory to obtaining a qualification, make sure that the workplace will enable you to complete the prescribed practical learning activities.",
                "Make sure that the employer understands any conditions and requirements relating to the specific internship and the employer’s responsibilities in meeting these.",
                "Make sure that the employer will provide the support you will need to complete the workplace learning activities, for example by designating someone to perform a mentoring role.",
                "In cases where workplace learning activities must be assessed, determine whether the employer has made provision for it.",
                "Avoid being exploited by the employer as cheap labour instead of enabling you to gain a valuable learning experience."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Where can I find information on internship opportunities and how do I apply?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "There are many internship opportunities in South Africa, with the 2015 target of 14 000 unemployed persons entering internships. Most internship opportunities are advertised on the internet, for example on career websites, through the career offices of educational institutions, and on the websites of companies and government departments. The advertisements generally describe the eligibility criteria and application process.",
                "The following are examples of websites with information on internship opportunities.",
                "http://www.internships-sa.co.za/: This website has a function to search for internships in specific fields, such as marketing.",
                "http://www.careers24.com/jobs/lc-south-africa/kw-internship/: This website has a function to search for internships per province.",
                "http://internships-southafrica.co.za/government-internships/: This website is for internships offered in government departments that encourage unemployed graduates, people with disability and those from previously disadvantaged communities to apply.",
                "http://www.tshwaneline.co.za/index.html: This website provides details on internships available across the country per company or government department.",
                "http://www.capeintern.com/: This website is mainly for international students interested in internships or volunteering in Cape Town or South Africa."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Apprenticeship",
      "subsections": [
        {
          "subsection_heading": "What is an apprenticeship?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "An apprenticeship is a work-based route to a qualification for learners who are interested in working in a practical, technical field, so that they can become certified artisans. An apprenticeship is similar to a learnership, except that it is always focused on a trade. Apprentices attend formal instruction sessions at a Technical and Vocational Education and Training (TVET) college or other training institution to acquire the trade-related knowledge and theory and practical hand skills, and also spend some time in a workplace working under the guidance of a qualified artisan to become proficient in the trade."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Artisan",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Artisans are workers who are qualified to practice a trade in which they apply highly developed manual skills using their hands and technical equipment. Artisans are in high demand in South Africa and globally and many trades are listed as ‘scarce skills’. Therefore, qualified artisans find employment very easily or they can use their skills to start and run their own businesses."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Learnership",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "A learnership is a structured learning programme that combines theoretical learning provided by a training institution (e.g. a TVET college) with practical work experience gained while working with an employer. Learners who meet all the requirements for theoretical and practical learning are awarded a registered qualification. Learners do not pay anything to participate in a learnership and receive an allowance (or stipend) to cover the costs of transport, meals, etc. for attending the training and work experience sessions. A formal agreement must be signed by the three main parties involved in its implementation:",
                "The training institution, <br>The employer, and <br>The learner."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Trade",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "This refers to an occupation for which an artisan qualification and relevant trade test is required. All trades are listed by the National Artisan Moderation Body (NAMB), the body responsible for moderating trade tests. Examples of listed trades are cabinet maker, chef, diamond cutter, diesel mechanic, electrician, goldsmith, hairdresser, mechatronics technician, millwright, refrigeration mechanic, tailor, toolmaker, upholsterer and welder. The list of trades is published by the Department of Higher Education and Training (DHET) in Government Gazette 35625 of 31 August 2012: http://www.gov.za/sites/www.gov.za/files/35625_gon691.pdf. It lists the occupations for which artisan qualifications are required.",
                "An apprentice is employed through an apprenticeship contract signed with an employer and a training provider to complete a full apprenticeship programme. After completion of the programme the apprentices who are ready can apply to do trade tests at an accredited trade test centre. If they are successful, they will be certified as artisans, e.g. as a cabinet maker, diamond cutter, goldsmith, hairdresser, tailor, toolmaker or upholsterer.",
                "Apprentices earn while they learn as they are paid for the time they spend working with an employer during their apprenticeship. Apprenticeships equip learners with skills that enable them to find employment, or enable them to run their own businesses. Artisans are in high demand in South Africa as many trades are listed as “scarce skills”. The shortage of skilled trade workers is confirmed by a Talent Shortage Survey conducted in May 2015. It found that, for the fourth consecutive year, vacancies for these workers continue to be the most difficult to fill.",
                "It is possible, under certain conditions, for persons to apply for a trade test to become an artisan through Recognition of Prior Learning (RPL). A process called Artisan Recognition of Prior Learning (ARPL) will be used for the listed trades. (This replaces the previous process which was referred to as ‘Section 28’, on the basis of Section 28 of the Manpower Training Act of 1981, which has been repealed.) The term ‘apprentice’ is not used in this website for these RPL applicants; it is only used to refer to those who complete the full training after signing an apprenticeship contract."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How does an apprenticeship work?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The SETAs do not all follow the same process for apprenticeships, so you need to check the process for the trade that falls within the scope of the specific SETA. For example, the ‘diesel fuel injection mechanic’ and ‘automotive engine fitter’ trades fall under the merSETA. In addition, the National Artisan Moderation Body (NAMB) could introduce other processes and/or requirements."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The merSETA provided the following overview of the process it follows for its apprenticeships (www.skillsportal.co.za).",
              "tag": "ul",
              "data": [
                "The apprentice is registered in a listed trade in terms of the prescribed training provisions.",
                "An agreement is signed by the employer and the apprentice (or a guardian, if the apprentice is under 18 years of age).",
                "The apprentice is “indentured” (i.e. ‘contracted’ into an agreement) in a trade.",
                "A four-subject N2 certificate with the relevant trade theory has to be completed at a TVET college. Employers pay for classes and assessment fees at the TVET college.",
                "A trade test application is made to the merSETA once all relevant training has been completed.",
                "A trade test/assessment is conducted at a merSETA-accredited trade test centre.",
                "If successful, the apprentice is awarded a National Trade Certificate and deemed to be a qualified artisan.",
                "For admission requirements and programme duration, visit the merSETA website (merseta.org.za) or call your nearest merSETA Regional Office."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are the different routes to becoming an artisan?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "The merSETA describes five routes a person can follow to become an artisan, although these may not be applicable to all trades.",
              "tag": "ul",
              "data": [
                "Apprenticeship contract: A person undergoes a structured training programme for a specific trade to develop the required knowledge, theory and practical skills and to complete the prescribed workplace experience under the guidance of a coach (who must be an artisan) over a period of three to four years. The term ‘apprentice’ is used in this website to refer to these learners. (They were previously referred to as ‘Section 13’ apprentices, on the basis of Section 13 of the Manpower Training Act of 1981, which has been repealed.)",
                "National Certificate (Vocational): A person undergoes a structured training programme for an NC (V) qualification for a specific trade to obtain the required theoretical, practical skills and supplementary training and exposure at a workplace.",
                "National Accredited Technical Education Diploma (NATED): A person undergoes a structured training programme towards this diploma that covers technical and theoretical knowledge, and the workplace knowledge and skills required in a chosen occupational/vocational area.",
                "Engineering Learnership: A person enrols for an engineering learnership at NQF Level 4, and completes the required 80 weeks of workplace experience.",
                "Recognition of Prior Learning (RPL): A person provides proof of having obtained adequate theoretical and skills training and workplace experience (previously referred to as ‘Section 28’ applicants on the basis of Section 28 of the Manpower Training Act of 1981, which has been repealed). A process called Artisan Recognition of Prior Learning (ARPL) will be used for the listed trades."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "People who have met all the requirements in any of these five routes can apply to do a trade test.",
                "[Note: Details on the National Certificate (Vocational) and NATED programme are provided under TECHNICAL AND VOCATIONAL EDUCATION AND TRAINING in this website. Learnerships are described in the previous section. The requirements relating to candidates who apply for the trade test on the basis of Recognition of Prior Learning are described in this document under the heading: How can one become an artisan through RPL?]"
              ]
            }
          ]
        },
        {
          "subsection_heading": "The NC (V) and NATED routes to a trade test",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Examples of the NC (V) and NATED routes to a trade test are provided in the table below, although some details may have changed since being posted on the merSETA website: http://www.merseta.org.za/SkillsDevelopment/LearningProgrammes/OccupationalTrainingFETColleges.aspx. The requirements for the different routes to trade tests are described in the Trade Test Regulations (2014) issued by the Department of Higher Education and Training. These regulations are aimed at achieving a single, common national standard across all economic sectors for artisan development. Therefore, this table is provided only as an example, and learners should contact their local TVET college to determine the latest criteria and availability of the programmes.",
              "tag": "image",
              "data": []
            }
          ]
        },
        {
          "subsection_heading": "Competency Based Modular Training (CBMT) for apprentices",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Some TVET colleges, such as False Bay College in Cape Town (http://www.falsebaycollege.co.za) and other organisations provide Competency Based Modular Training (CBMT) in their workshops for the practical application of the trade requirements to enable apprentices to acquire essential skills."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Example of Competency Based Modular Training (CBMT) offered by the Automobile Association of SA",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "(http://www.aa.co.za/services/technical-services/technical-college/competency-based-modular-training.html)",
                "Apprenticeships offered: Competency Based Modular Training is a training system for apprentices who have made the decision to learn a trade. This method of training focuses strongly on the practical application of trade requirements and the learning of essential skills in the workshop. AA Technical College currently offers trades following the CMBT system including Automotive Electrician, Automotive Engine Fitter and Diesel Mechanic.",
                "Entry requirements for apprentices: The minimum age and educational qualifications for commencing an apprenticeship is 16 years of age, with a Grade 10 (Standard 8) pass however, a Grade 11 (Standard 9) or Matric (Standard10) pass with mathematics and science is preferable.",
                "The training programme: A total of 4 levels must be completed over 1½ to 4 years, with apprentices attending an average of 6 weeks of institutional training during this period. These training sessions are scheduled over either 6 months per level, in line with the Accelerated Artisan Training Project (AATP), or over 12 months per level. During these training sessions apprentices undergo theory, practical and level exam preparation training. The training is scheduled one week at a time, after which the apprentice returns to work to practice the newly learnt skills. The employer may choose to qualify the apprentice between 18 months (minimum) and 4 years. This choice would influence the number of visits to the Technical College per year and the time spent away from the workshop."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How does an apprenticeship work under an apprenticeship contract?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "This process is summarised as follows – an apprentice:",
              "tag": "ul",
              "data": [
                "Has signed an apprenticeship contract;",
                "Attends formal training with a training provider;",
                "Must have a workplace for completing prescribed on-site training;",
                "Must complete all the prescribed tests, assignments and workplace learning activities;",
                "Will do a trade test as a final assessment; and",
                "Will be certified as an artisan after successful completion of the trade test."
              ]
            },
            {
              "content_heading": "Here is a more detailed description of how an apprenticeship works.",
              "data_heading": "The apprenticeship training consists of three components:",
              "tag": "ul",
              "data": [
                "Formal training at a training institution covering the occupational knowledge of the trade that is contextualised to the specific tasks in the trade, such as fault finding, manufacturing, maintenance and repair;",
                "Skills training in the application of the knowledge and the use of the tools of the trade in a workshop or simulated setting that could be at the training provider; and",
                "The application of knowledge and skills during practical training at a workplace under the supervision of a coach who must be a qualified artisan in the specific trade."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The training schedule for each trade specifies the components that must be completed during the apprenticeship in preparation for the trade test. The employer will use the training schedule (available from the SETA) to develop the practical implementation plan that includes the dates when each module must be completed. The employer must provide a coach who will guide the apprentice and ensure that all elements of the training schedule are covered during the apprenticeship training and signed off in the Logbook or training record.",
                "The on-the-job practical application of the knowledge and skills acquired in the real workplace is the critical component of the apprenticeship. This is where the apprentice is exposed to real life situations in which artisans exercise their trades. During the workplace learning, the apprentice must be exposed to the entire scope of activities prescribed in the training schedule and trade qualification to ensure that the qualified artisan will be a productive worker in the industry.",
                "During the apprenticeship, knowledge and theory is assessed by the training institution, and the prescribed workplace activities are recorded in a Logbook/training record and signed off by the coach. At the end, the apprentice applies with the prescribed form through the relevant SETA to do the trade test. When registering for the trade test the apprentice must submit proof of having met all the requirements relating to the specific trade, including the successful completion of all the tests/assignments and the practical tasks in the workplace.",
                "The trade test is the final integrated summative assessment conducted by a registered assessor at one of the accredited trade test centres across the country. The employer and the SETA will provide details of the trade test centres that are conveniently situated for apprentices."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How long does it take to complete the training and work experience in an apprenticeship?",
          "contents": [
            {
              "content_heading": "Most apprenticeships take three or four years to complete. However, if the apprentice completed formal study or work experience relevant to the specific trade previously this could be assessed and taken into account to reduce the time taken to complete the apprenticeship.",
              "data_heading": "The apprenticeship training plan will specify the periods for completing the components of the apprenticeship. For example, apprentices would need to complete a minimum of 122 weeks of training in the following areas before they can apply for a trade test:",
              "tag": "ul",
              "data": [
                "10 weeks of trade-related theory;",
                "32 weeks of off-the-job practical training to develop the skills to apply the tools of the trade; and",
                "80 weeks of on-the-job learning in a real workplace under supervision of a coach."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What is required in the apprenticeship agreement and contract?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "A formal Agreement that covers the duration of the apprenticeship is signed at the start between three parties.",
              "tag": "p",
              "data": [
                "The apprentice will complete the apprenticeship with an employer.",
                "The employer – where the apprentice will complete the practical work-based learning under the guidance of an artisan – must be approved or accredited by the SETA to confirm that the workplace has the necessary equipment and expertise and meets any other requirements for the apprenticeship in the particular trade.",
                "A training provider will be contracted by the employer to provide the occupational knowledge component of the apprenticeship and/or the practical skills training in a workshop or laboratory, for which the provider must be accredited. The National Artisan Development Support Centre (NADSC) provides a list of training providers accredited to offer apprenticeships, with a search facility to search per province and city. (http://nadsc.dhet.gov.za/site/db/Accredited%20Skills%20Development%20Providers.aspx)"
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The Sector Education and Training Authority (SETA) that is responsible for the specific trade in the sector (e.g. chemical, construction or engineering sector) will facilitate and register this agreement. The apprentice will do the trade test at an accredited trade test centre after meeting all the requirements and applying for the trade test.",
                "In addition, the employer will sign an employment contract with the apprentice for the duration of the apprenticeship that binds the employer to provide the opportunities for the apprentice to complete the prescribed workplace activities. Together with the Agreement, the contract will ensure the apprentice’s protection under relevant acts relating to the Basic Conditions of Employment and Occupational Health and Safety."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are the entry requirements into an apprenticeship?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "The entry requirements are not the same for all apprenticeships, as the type of trade will determine the required previous learning. Generally, the minimum entry requirements relate to age, language and subjects completed at school, as described below.",
              "tag": "ul",
              "data": [
                "The person must be at least 16 years of age, but the maximum age is not stipulated;",
                "Language proficiency must be on Grade 10 level;",
                "Most apprenticeships stipulate fundamental knowledge in subjects such as Mathematics, Science, Technical Terminology or Drawing on at least Grade 10 level that was acquired through the school system or through programmes offered by the TVET colleges, e.g. NATED programmes or the NC (V);",
                "Some apprenticeships accept learners who passed Grade 7 Maths and Science;",
                "Some employers only take in apprentices with Grade 12, irrespective of the stipulated entry requirements, and also apply other criteria in selecting learners that meet internal organisational requirements; and",
                "Many trades require applicants to meet physical requirements that are relevant to the particular trade, e.g. to pass medical health and physical fitness assessments. Such assessments are usually done by the employer."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Learners who do not meet the entry requirements relating to previous learning can register at the National Artisan Development Support Centre (NADSC) for the Generic Trade Preparation Programme, in which public TVET colleges offer bridging courses in Mathematics, Engineering Science, Electronics, Computer Skills, Life Orientation and legislation relevant to artisan development. (http://nadsc.dhet.gov.za)"
              ]
            }
          ]
        },
        {
          "subsection_heading": "Where can I find information on apprenticeships for which I can apply?",
          "contents": [
            {
              "content_heading": "The key to success in finding an apprenticeship is to find an employer that is making his/her workplace available for apprentices.",
              "data_heading": "Some employers advertise for apprentices on their websites, for example:",
              "tag": "ul",
              "data": [
                "Automobile Association of South Africa (aa.co.za), and",
                "SA Airways (flysaa.com) (click on careers on the bottom bar)."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Some general websites provide information on apprenticeship opportunities, for example:",
              "tag": "ul",
              "data": [
                "http://careersportal.co.za/learnerships/apprenticeship.html is used by the companies such as the following ones to advertise apprenticeships: BMW, City of Cape Town, Paarl Media, Pioneer Foods, SA Breweries, SAPPI and Volvo;",
                "http://www.gostudy.net/: this website allows you to type in what you want to study, for example: http://www.gostudy.net/occupation/mechatronicengineer or http://www.gostudy.net/occupation/carpenter);",
                "indeed.co.za/Apprenticeships-jobs;",
                "puffandpass.co.za/category/apprenticeship; and",
                "http://www.skillsportal.co.za/search-courses."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "You can contact the following organisations directly or through their websites to find out about apprenticeship opportunities:",
              "tag": "ul",
              "data": [
                "The National Artisan Development Support Centre (NADSC) coordinates the placement of engineering learners from TVET colleges at accredited workplaces for the on-the-job practical component of the apprenticeship (http://nadsc.dhet.gov.za).",
                "Sector Education and Training Authorities (SETAs) provide information on their websites on the apprenticeships they support.",
                "Many of the Technical and Vocational Education and Training (TVET) colleges are involved in apprenticeships.",
                "Many public entities such as national/provincial government departments and municipalities take in apprentices.",
                "State-owned enterprises (for example, Airports Company of SA, Eskom, National Energy Regulator, Rand Water, Telkom and Transnet) participate in the artisan training drive."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What is the cost of an apprenticeship programme and what are the funding arrangements for apprenticeships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "There is no cost for the apprentice who completes an apprenticeship programme under an apprenticeship contract. Any costs for attending classes at a training provider will be covered by the employer. Generally, the Sector Education and Training Authority (SETA) pays a grant to the employer to cover costs associated with an apprentice. However, you will have to fund your own training if you enrol for a programme at a TVET college or other training institution that prepares you for a trade (e.g. to be an electrician or goldsmith) without being enrolled in an apprenticeship."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Do apprentices receive money during apprenticeships?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Do apprentices receive money during apprenticeships?",
              "tag": "image",
              "data": []
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "SETA warning against bogus learnership/apprenticeship recruitment processes... http://www.bridge.org.za/knowledge-hub/psam/wiol/learnership/#item-13"
              ]
            }
          ]
        },
        {
          "subsection_heading": "What is the trade test, how do I apply for it, and what do I get if I pass the test?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "Applying for the trade test",
              "tag": "p",
              "data": [
                "Once apprentices have successfully completed all the tests, assignments and practical requirements of the knowledge/theory and workplace learning of the apprenticeship, they can apply to do a trade test that serves as the external final summative assessment. The trade test includes practical tasks that the apprentice must complete within a specified period determined by the National Artisan Moderation Body (NAMB) for the specific trade. NAMB is the body responsible for monitoring and moderating all processes related to trade testing, which includes the registration of assessors and moderators, ensuring the quality of trade testing and making sure that the tests remain relevant to the needs of industry",
                "Applications to do a trade test can be submitted through the relevant Sector Education and Training Authority (SETA) or its regional offices. The applications are reviewed against the stipulated criteria to ensure that all necessary evidence and documents are provided to qualify for the trade test. Should the evidence submitted be sufficient then the application for the trade test will be processed and forwarded to the trade test centre closest to the applicant. Applicants can also book for trade tests online at the National Artisan Development Support Centre (NADSC) at http://nadsc.dhet.gov.za/."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Trade test centres",
              "tag": "p",
              "data": [
                "The trade test is done at a centre that is accredited by the Quality Council for Trades and Occupations (QCTO) to conduct trade tests. Trade tests can be done at INDLELA – the government subsidised centre on Old Pretoria Road in Olifantsfontein – or in many other trade test centres across the country. The National Artisan Development Support Centre (NADSC) provides a list of centres that can be searched by province and city: http://nadsc.dhet.gov.za/site/db/Accredited%20List%20of%20Testing%20Centres.aspx."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The cost of the trade test and who pays for it",
              "tag": "p",
              "data": [
                "The cost of trade tests varies greatly as some trade test centres are operated as private businesses. The government subsidises trade tests conducted at INDLELA, the test centre in Olifantsfontein near Pretoria. The cost of trade tests at INDELA ranges between R 250 and R 450, depending on the trade, while the cost at private trade test centres could vary between R 1 500 and R 3 000.",
                "The funding arrangement for the apprenticeship will be stipulated in the contract signed by the apprentice with the employer at the start of the apprenticeship. There are no stipulations relating to the payment for the trade test. The cost could be covered by the employer of the apprentice or by the relevant SETA. If no such funding is available, the apprentice will have to pay for the test."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Certification as an artisan",
              "tag": "p",
              "data": [
                "Apprentices who successfully complete the trade test will be certified as artisans and will receive a certificate issued by the Quality Council for Trades and Occupations (QCTO). The certificate will indicate the qualification awarded and the trade. This certificate is commonly referred to as the “red seal”."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "What processes are there to ensure the quality of trade testing?",
              "tag": "p",
              "data": [
                "The National Artisan Moderation Body (NAMB) is responsible for the monitoring, moderating and quality assurance of all processes related to trade testing. NAMB registers all assessors, moderators and others involved in the development of assessments and trade testing. NAMB also ensures that trade testing remains relevant to the needs of industry and that the apprenticeships enable learners to become competent artisans.",
                "All accredited trade test centres report to the NAMB as per pre-determined requirements to enable the NAMB to monitor their performance. NAMB therefore acts as the ‘ombudsman’ for artisan development and any concerns relating to trade tests may be reported to it."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How can I become an artisan through Recognition of Prior Learning?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "People who have many years of experience working in a job related to a trade and who meet certain educational requirements can apply for a trade test based on the knowledge and skills they have acquired. (This process is sometimes still referred to as ‘Section 28’, based on the Manpower Training Act which has been repealed. The new process is called Artisan Recognition of Prior Learning, or ARPL.) They do not have to complete the programme described above for contracted apprentices and are not referred to as apprentices. Such applications for trade tests are processed through a Recognition of Prior Learning (RPL) process, which enables persons who meet the prerequisite learning and work experience for the trade test to enter a supported process to do the trade test.",
                "The merSETA RPL trade test application form describes the conditions, process and requirements to qualify for a trade test on the basis of RPL, as well as the documents to be submitted with the application (http://www.merseta.org.za/SkillsDevelopment/LearningProgrammes/Section28.aspx). The form clarifies the qualifying criteria, which include the number of years of relevant work experience, the type and level of qualification, and the subjects (e.g. mathematics and engineering science)."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The merSETA website also describes the following conditions under which former ‘Section 13’ apprentices can apply for a trade test through RPL:",
              "tag": "ul",
              "data": [
                "Former apprentices who meet the Section 13 trade test requirements, but their contract got rescinded before qualifying as an artisan; and",
                "Former apprentices under Section 13 whose contracts were terminated before they could qualify for a trade test; and either have proven eligibility for an Artisan RPL trade test based on acquired skills from the formal training part under Section 13, or have undergone additional approved training to meet the requirement."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The merSETA describes the RPL process for a trade test (this was previously known as a ‘Section 28’ application) as follows:",
              "tag": "ul",
              "data": [
                "An application form is completed and signed by the applicant and forwarded to the respective merSETA regional office together with original certified copies of service certificates, educational certificates and identity documents.",
                "A Quality Assurer (where necessary) would give guidance to the applicant in terms of undertaking a pre-assessment interview.",
                "A subject matter expert (in the trade in the RPL application) at an accredited training centre/provider conducts a pre-assessment interview with the applicant, using the relevant training schedules as a tool for both theory and practice. The subject matter expert will provide a detailed formal evaluation report on the candidate.",
                "If the applicant meets the requirements, the merSETA will apply for a trade test date and inform the applicant.",
                "On successful completion of the trade test, the candidate will receive a national trade test certificate and is regarded as a qualified artisan."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Please note again that other Sector Education and Training Authorities (SETAs) are likely to have different processes as they will deal with trades that differ from those that fall within the scope of the merSETA. In addition, the National Artisan Moderation Body (NAMB) could introduce other processes and/or requirements."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What support is available to apprentices?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The employer will allocate a mentor/coach to guide and support the apprentice in the practical, on-the-job workplace learning component of the apprenticeship. The mentor must be a qualified artisan in the same trade for which the learner is registered. During the off-the-job training, the facilitators of the training provider will guide and support learners to gain the trade-related knowledge and understanding and develop the practical skills of the trade.",
                "The National Artisan Development Support Centre (NADSC) provides career guidance, a list of training institutions (Skills Development providers) participating in apprenticeship training, and a list of trade test centres, as well as other information relevant to apprenticeships (http://nadsc.dhet.gov.za/).",
                "The NADSC coordinates the placement of engineering learners from TVET colleges at accredited workplaces for the on-the-job practical component of the apprenticeship, and apprentices can apply through the website for placement with employers. The centre also provides bridging courses for learners who do not meet the entry requirements into apprenticeships in subjects such as mathematics, computer skills, engineering science, or technical subjects like electronics."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "TVET colleges involved in apprenticeships also provide support services to apprentices. The following are examples of services offered at the Westlake Campus of the False Bay College in Cape Town.",
              "tag": "ul",
              "data": [
                "People who have some years of practical experience but who do not have formal qualifications may arrange for an evaluation at Westlake Campus, followed by a trade test booked through the relevant SETA. If you’ve been employed in the industry in trade-related work for at least 4 to 5 years, and are not sure of your competency level, you can attend a two or three-day practical assessment at Westlake Campus. This will provide you with a clear indication of the modular training that you need to take before applying for a qualifying trade test at the relevant SETA.",
                "We also offer trade test preparation courses, and you can take the relevant trade test at the Westlake Campus” (http://www.falsebaycollege.co.za)."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Majuba TVET College, another public TVET college, assists with the placement of apprentices with employers. An example is the placement of 10 of their engineering graduates into an apprenticeship opportunity with a Sibanye Gold mine in Johannesburg, one of the world’s largest gold producers. The graduates were successfully placed at the mine after interviews and aptitude testing by the Sibanye Gold Mine (http://www.majuba.edu.za)."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Recognition of prior learning",
      "subsections": [
        {
          "subsection_heading": "WHAT IS RECOGNITION OF PRIOR LEARNING AND HOW CAN I BENEFIT FROM IT?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Recognition of Prior Learning refers to the processes through which the knowledge and skills a person acquired previously are measured and assessed for the purpose of formally recognising such achievements. The prior learning would be assessed against one or more unit standards, or components of a part-qualification or qualification. The knowledge and skills could have been acquired through formal training, work experience, social activities or general life experience.",
                "Click here (http://www.bridge.org.za/knowledge-hub/psam/tvet/recognition-prior-learning/) for more information on RPL and what requirements must be met for such recognition."
              ]
            }
          ]
        }
      ]
    },
    {
      "section_heading": "Occupation Focused Programmes",
      "subsections": [
        {
          "subsection_heading": "What are occupation-focused programmes and Occupational Certificates?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "This section deals with programmes that include a formal work-integrated learning component. In particular, it describes programmes leading to Occupational Certificates. These qualifications have a strong occupational focus, with work-based learning as a central pillar.",
                "Below is more information on Occupational Certificates, the Organising Framework for Occupations (OFO) and the Quality Council for Trades and Occupations (QCTO)."
              ]
            }
          ]
        },
        {
          "subsection_heading": "Occupational Certificates, OFO and QCTO",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Occupational Certificates are unique in that they consist of three types of modules that specify the knowledge, practical skills and work experience, which are the building blocks of occupational competence (i.e. the ability to perform competently in a work situation). Learners have to be assessed as competent in all three areas, followed by an external integrated summative assessment to be awarded an Occupational Certificate. This means that part of the qualification must be completed in a workplace where an employer is willing to provide learners with the opportunity to complete the compulsory work experience component.",
                "Each Occupational Certificate is developed for a specific occupation or trade listed on the Organising Framework for Occupations (OFO), which is the system used for classifying occupations in South Africa. Occupational Certificates are registered on the National Qualifications Framework (NQF) alongside all other types of qualifications offered by universities, universities of technology, Technical and Vocational Education and Training (TVET) colleges and private training institutions.",
                "The Quality Council for Trades and Occupations (QCTO) is responsible for overseeing the design, implementation, assessment and certification of qualifications for occupations and trades.",
                "Additional information is available on http://www.qcto.org.za/."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What is the structure of an Occupational Certificate?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Occupational Certificates are qualifications that are registered on the NQF. They differ from other qualifications in that they consist of Knowledge Modules, Practical Skill Modules and Work Experience Modules. These are described above under the heading: What is the structure of an Occupational Certificate?"
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Example of the Occupational Certificate for Chefs",
              "tag": "p",
              "data": [
                "The Occupational Certificate for Chefs (ID number 94941) is used as an example to explain the structure of these qualifications. The qualification is made up of Knowledge Modules (for a total of 95 credits), Practical Skill Modules (120 credits) and Work Experience Modules (165 credits). Each module has an NQF Level, number of credits and a unique number, e.g. 343401000-KM-01."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The purpose of this qualification is to prepare a learner to operate as a Chef that is able to:",
              "tag": "ul",
              "data": [
                "Undertake planning and preparation activities for the provision of chef services;",
                "Organise the food production area, commodities, staff and the environment for the execution of chef services; and",
                "Execute the preparation, cooking and finishing of a variety of dishes using the correct method and techniques to meet customer and organisational requirements."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Examples of the compulsory Knowledge Modules in this qualification are:",
              "tag": "ul",
              "data": [
                "Personal hygiene and safety;",
                "Introduction to nutrition and diets;",
                "Healthier food preparation and cooking;",
                "Theory of food production;",
                "Menu planning and recipe costing; and",
                "Food preparation methods and techniques."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Examples of the compulsory Practical Skill Modules in this qualification are:",
              "tag": "ul",
              "data": [
                "Prepare, cook and finish dishes using different methods and techniques, equipment and utensils;",
                "Plan menus and cost recipes/dishes; and",
                "Manage and maintain staff, facility, equipment and commodity resources."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The four compulsory Work Experience Modules require learners to apply the knowledge and skills they developed in the previous two modules in a hotel, restaurant or other catering establishment through the following:",
              "tag": "ul",
              "data": [
                "Planning and preparation of processes and procedures to provide professional chef services within the hierarchy of the organisational structure;",
                "The processes and procedures for organising the food production area, commodities, staff and the environment;",
                "The processes and procedures for preparing and cooking a variety of food items using different methods and techniques, equipment and utensils; and",
                "The processes and procedures for preparing, cooking and finishing a variety of dishes using the correct method and techniques to meet customer expectations."
              ]
            },
            {
              "content_heading": "Other examples of Occupational Certificates",
              "data_heading": "The examples of Occupational Certificates in the table below indicate that each qualification is developed for a specific occupation, e.g. a Truck Driver or Tax Technician. The table shows Occupational Certificates that are registered on NQF Levels 2 to 7, with the ID number of the qualification and the minimum credits to be achieved for every qualification. (There were no qualifications on Levels 1 or above Level 7 when the text for this website was prepared.) The qualifications can be accessed on the South African Qualifications Authority (SAQA) website by clicking on the qualification ID number or inserting the qualification title in the table on: http://regqs.saqa.org.za/search.php?cat=qual.",
              "tag": "image",
              "data": [""]
            },
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "The Occupational Certificates above all specify at least 120 credits. (Note: Qualifications of around 120 to 150 credits can generally be completed within an academic year.) However, some learners may take longer than a year to achieve competence in all components of the qualification."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The table below indicates that occupational certificates with fewer than 120 credits are also registered on the NQF.",
              "tag": "image",
              "data": [""]
            }
          ]
        },
        {
          "subsection_heading": "Which other occupation-directed programmes are available?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "There are many other types of programmes designed specifically to prepare learners for occupations. This section provides information on occupation-directed programmes offered by universities, specialised institutions and TVET colleges.",
                "Higher education programmes: Many higher education qualifications offered by universities and universities of technology are directed towards specific occupations. Examples are qualifications in Applied Psychology, Human Resource Management, Local Economic Development, Project Management, and School Management and Leadership. These are mainly academic programmes, although some do include practical application components.",
                "Click here (http://www.bridge.org.za/knowledge-hub/psam/he/universities/qualifications-offered-universities/#item-1) for the types of qualifications offered by universities.",
                "Programmes offered by specialised institutions: There are many specialised institutions and universities that offer programmes for occupations in fields such as agriculture, nursing, policing and teaching.",
                "Click here (http://www.bridge.org.za/knowledge-hub/psam/he/universities/qualifications-offered-universities/#item-5) for information on institutions offering qualifications in agriculture, nursing, policing and teaching.",
                "Programmes offered for government employees: Many government departments have colleges, academies or special units that train public servants. These include institutions under the Departments of Correctional Services, Defence, International Relations and others. Some provinces have dedicated training institutions such as the KZN Provincial Public Service Training Academy, the Matthew Goniwe School of Leadership and Governance (an agency of the Gauteng Department of Education), and the Public Administration, Leadership and Management Academy (PALAMA) for training public servants.",
                "Programmes offered by TVET colleges: Technical and Vocational Education and Training (TVET) colleges also offer many vocational programmes that combine theory and practical training to prepare learners for work in a wide range of occupations, for example in Hospitality, Information Technology, Marketing, Office Administration or Tourism.",
                "Click here (http://www.bridge.org.za/knowledge-hub/psam/tvet/programmes-offered-tvet-colleges/#item-1) for information on the qualifications and programmes offered by these colleges.",
                "Learnerships and apprenticeships: These programmes are also categorised as occupation-directed programmes. They are described in the section of the website dealing with WORK-INTEGRATED OCCUPATIONAL PROGRAMMES."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are part-qualifications?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "A part-qualification is exactly what its name indicates: it is a part of a qualification. Therefore, a part-qualification always indicates the qualification that it forms part of.",
                "The South African Qualifications Authority (SAQA) describes a part-qualification as “an assessed unit of learning with a clearly defined purpose that is, or will be, registered as part of a qualification on the NQF”. SAQA currently recognises the following as part-qualifications: unit standards, the knowledge, practical skills and work experience modules of Occupational Certificates, and NATED programmes (National Accredited Technical Education Diploma, the ‘N-programmes’). Part-qualifications are registered on the National Qualifications Framework (NQF) alongside all other types of qualifications offered by universities, TVET colleges and other training providers. (In the case of Occupational Certificates, part-qualifications include elements of all three components, i.e. knowledge, practical skills and work experience.)"
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are unit standards and how are they used in learning programmes?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "One type of qualification that is registered on the NQF is referred to as a ‘unit standards-based qualification’ because it is made up of a number of unit standards. Therefore, unit standards are part-qualifications in the sense that they are components of this type of qualification. Unit standards are registered separately on the NQF on the SAQA website under “Registered qualifications and unit standards”: http://regqs.saqa.org.za/. A unique title and identity number are allocated to each unit standard and it is registered on the NQF together with its NQF level and number of credits."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "As an example, the table below lists some of the unit standards in the qualification, Further Education and Training Certificate: New Venture Creation (ID no. 66249, NQF Level 4, 140 credits) that is aimed at developing entrepreneurship skills.",
              "tag": "image",
              "data": [""]
            }
          ]
        },
        {
          "subsection_heading": "How are unit standards used in learning programmes?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "An accredited training provider will develop a learning programme that is aligned to one or more unit standards. The programme will cover all the specifications in the unit standards to ensure that learners who complete the programme have developed the understanding, knowledge and skills that are needed to achieve all the outcomes described in the unit standards. Training providers would then indicate which unit standards are covered in the programme. Learners who successfully complete the programme will receive a certificate from the provider listing the unit standards achieved. Furthermore, the name of the learner and the unit standard identity number will be recorded on the National Learners’ Records Database (NLRD) on the NQF.",
                "For example, the unit standard, ‘Produce business plans for a new venture’ (ID no. 114592, NQF Level 4, 8 credits) from the New Venture Creation qualification mentioned above, states the following: “This Unit Standard has as its core purpose to equip learners with the necessary knowledge and skills to produce business, financial and/or operations plans for implementing a new venture. It will also address the economic and administrative issues that prevent the starting of a new venture and contribute to the inability of an entrepreneur to sustain a new venture.”"
              ]
            },
            {
              "content_heading": "",
              "data_heading": "The training programme that is aligned to this unit standard will enable learners to develop competence in the following outcomes:",
              "tag": "ul",
              "data": [
                "Identify, gather and analyse the relevant information needed to compile a business plan;",
                "Formulate an ethical framework for the operational plans of a new venture;",
                "Establish and prioritise business, financial and/or operational goals and objectives for a new venture; and",
                "Design and present business, financial and/or marketing plans based on a budget for a new venture."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How are NATED programmes registered as part-qualifications?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Check the Technical and Vocational Education and Training section"
              ]
            }
          ]
        },
        {
          "subsection_heading": "What are skills programmes?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Skills programmes are occupationally-directed programmes that are based on unit standards that form part of a qualification. Credits obtained for completing a skills programme will therefore constitute credits towards a qualification. Skills programmes are not part-qualifications and are not registered on the NQF, but the unit standards and the qualification they relate to are registered."
              ]
            },
            {
              "content_heading": "",
              "data_heading": "Some skills programmes cover only one unit standard. For example, the unit standard ‘Produce business plans for a new venture’ (ID no. 114592) described above (under How are unit standards used in learning programmes?) could be offered as a skills programme on its own. Other skills programmes cover a cluster of unit standards that together develop competence in a specific job function or work process. The example of Occupational Health and Safety below also indicates the hours of learning in the workplace and at the training provider.",
              "tag": "image",
              "data": [""]
            },
            {
              "content_heading": "",
              "data_heading": "The following are other features of skills programmes:",
              "tag": "p",
              "data": [
                "Training providers that offer skills programmes must be accredited for the unit standards that are covered in the programmes.",
                "Training providers should assist learners to receive a certificate for completion of the unit standards, which must specify the unit standards and credits achieved.",
                "The duration of skills programmes is determined by the number of unit standards covered in the programme and the total number of credits for the unit standards. Therefore, they can vary from a few days to a few months.",
                "Skills programmes should address identified skills needs in the labour market. They should assist learners to improve employability or productivity, or perform certain meaningful functions within the workplace. However, they could also be focused on developing entrepreneurial skills for entrepreneurs to establish and manage their own businesses, for example by covering unit standards on entrepreneurship in the Further Education and Training Certificate: New Venture Creation mentioned above.",
                "Skills programmes always cover knowledge and theory, and some skills programmes include a practical workplace learning component, as in the example above of Occupational Health and Safety.",
                "Some SETAs register skills programmes internally, but this does not constitute registration on the NQF."
              ]
            }
          ]
        },
        {
          "subsection_heading": "How can I check if a training provider is offering a part-qualification?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Training providers that offer part-qualifications must be accredited to offer the modules, unit standards or programmes that are registered on the NQF as part-qualifications. Therefore, they should provide the ID number and title of the part-qualification as it is registered on the NQF. The provider should also provide the accreditation number and name of the institution that accredited it to offer the part-qualification. Learners will be able to use these details to check the registration of the part-qualification and the accreditation of the provider for the specific part-qualification."
              ]
            }
          ]
        },
        {
          "subsection_heading": "What will learners achieve after completing a part-qualification?",
          "contents": [
            {
              "content_heading": "",
              "data_heading": "",
              "tag": "p",
              "data": [
                "Learners who successfully complete a part-qualification will receive a certificate indicating the part-qualification achieved, and the credits they were awarded will be recorded on the National Learners’ Records Database (NLRD) on the NQF. The training provider should follow the prescribed procedures for ensuring that the learners receive their certificates and that the achievements are forwarded to the relevant institutions for recording on the National Learners’ Records Database (NLRD) on the NQF. The certificate could be issued by the Quality Council for Trades and Occupations (QCTO), Sector Education and Training Authority (SETA) or the training provider."
              ]
            }
          ]
        }
      ]
    }
  ]
}
